{
  "title": "Turtle ship",
  "url": "https://en.wikipedia.org/wiki/Turtle_ship",
  "content": "A Geobukseon (Korean: 거북선, Korean pronunciation: [kʌbuksən]), also known as turtle ship in western descriptions, was a type of large Korean warship that was used intermittently by the Royal Korean Navy during the Joseon dynasty from the early 15th century up until the 19th century. It was used alongside the panokseon warships in the fight against invading Japanese naval ships. The ship's name derives from its protective shell-like covering. One of a number of pre-industrial armoured ships developed in Europe and in East Asia, this design has been described by some as the first armored ship in the world.The first references to older, first-generation turtle ships, known as gwiseon (귀선; 龜船, Korean pronunciation: [kɥisʌn]), come from 1413 and 1415 records in the Annals of the Joseon Dynasty, which mention a mock battle between a gwiseon and a Japanese warship. However, these early turtle ships soon fell out of use as Korea's naval preparedness decreased during a long period of relative peace.Turtle ships participated in the war against Japanese naval forces supporting Toyotomi Hideyoshi's attempts to conquer Korea from 1592 to 1598. Korean Admiral Yi Sun-sin, who won all battles against the Japanese Navy, is credited with designing the improved turtle ship. From their first appearance in the Battle of Sacheon, his turtle ships, equipped with at least five different types of cannon, greatly contributed to winning 16 times in 16 battles against the Japanese Navy until they were destroyed, under the command of Won Gyun, in the Battle of Chilcheollyang.  Their most distinguishable feature was a dragon-shaped head at the bow (front) that could launch cannon fire or flames from the mouth. Each was also equipped with a fully covered deck to protect against arrow fire, musket-shots, and incendiary weapons. The deck was covered with iron spikes to discourage the enemy from attempting to board the ship.\n\n\n== Construction ==\nAccording to the Nanjung ilgi, Yi's wartime diary, Yi decided to resurrect the turtle ship in 1591 from pre-existing designs (see picture, illustrated nearly 200 years later) after discussing the matter with his subordinates. Once concluding that a Japanese invasion was possible, if not imminent, Yi and his subordinate officers, among whom Na Dae-yong (羅大用) is named as the chief constructor, designed and built the first modern turtle ship. Yi's diary, along with the book entitled Hangnok written by his nephew Yi Beon, described numerous important details about the structures, construction progress, and the use of turtle ships in battle, as well as the testing of weaponry used in the ships.\nThe mounted weapons, Korean cannons with ranges from about 300 to 500 metres, were tested on March 12, 1592. Yi completed his first turtle ship and launched it on March 27, 1592, one day before the Siege of Busanjin and the Battle of Dadaejin.\nIt is unknown precisely how many of Admiral Yi's Turtle Ships were constructed. The cost of one of these armored warships would have been high, especially if the deck was lined with hexagonal iron plates as some sources suggest.\n\n\n== Structure ==\nMany different versions of the turtle ships served during the war, but in general they were about 100 to 120 feet (30 to 37 metres) long, and strongly resembled the panokseon's bottom structure. The turtle ship was technically a hull that was placed on top of a panokseon with a large anchor held in the front of the ship and other minor modifications.\nOn the bow of the vessel was mounted a dragon head which emitted sulfur smoke to effectively hide its movement from the enemy in short distance combat. The dragon head, which is considered the most distinguishing feature of the vessel, was large enough for a cannon to fit inside. The dragon head served as a form of psychological warfare, with the aim of striking fear to the enemy. Early versions of the turtle ship would burn poisonous materials in the dragon's head to release a poisonous smoke.\nIn the front of the ship was a large anchor. Below the anchor was a wooden crest that was shaped like a face, and these were used to ram into enemy ships.\nSimilar to the standard panokseon, the turtle ship had two masts and two sails. Oars were also used for maneuvering and increased speed. Another advantage the turtle ship had was that it could turn on its own radius.\nThe turtle ship had 10 oars and 11 cannon portholes on each side. Usually, there was one cannon porthole in the dragon head's mouth. There were two more cannon portholes on the front and back of the turtle ship. The heavy cannons enabled the turtle ships to unleash a mass volley of cannonballs (some would use special wooden bolts several feet in length, with specially engineered iron fins). Its crew complement usually comprised about 50 to 60 fighting marines and 70 oarsmen, as well as the captain.\nSources indicate that sharp iron spikes protruded from hexagonal plates covering the top of the turtle ship. An advantage of the closed deck was that it protected the Korean sailors and marines from small arms and incendiary fire. The spikes discouraged Japanese from engaging in their primary method of naval combat at the time, grappling an enemy ship with hooks and then boarding it to engage in hand-to-hand combat.\nKorean written descriptions all point to a maneuverable ship, capable of sudden bursts of speed. Like the panokseon, the turtle ship featured a U-shaped hull which gave it the advantage of a more stable cannon-firing platform, and this ability to turn within its own radius was useful to attack enemies by spinning at the same spot using cannons mounted on the four sides of the turtle ship as cannons in those days took considerable time after firing and before cooling and reloading. The main disadvantage of a U-shaped bottom versus a V-shaped bottom was a somewhat slower cruising speed.\nLater Turtle Ships held some structural changes as opposed to earlier versions. For example, later iterations of the Turtle Ship had a higher bulwark height. This alteration in the design was made so that more bulwark slots could be added. In turn, these slots could be used for additional weaponry or ventilation for the vessel's occupants. Early illustrations also show initial versions of the ship consisting of overlapping planks on the deck structure, while later depictions show the deck of the vessel covered with flush, hexagonal plates made of wood or iron. Nonetheless, in both earlier and later versions, the Turtle Ship was designed to be surprisingly fast, as it was both oar and sail-powered.\n\n\n== Decking ==\n\nThere are sources that state that the turtle ship was covered with metal plates, making the first known ship of this kind in history. Sources that question claims of iron plating also exist. While it is clear from the available sources that the roof of the ship was covered with iron spikes to prevent boarding, there is split opinion among historians on whether the turtle ship was iron clad.One Japanese chronicle mentions a clash in August 1592 which involved three Korean turtle ships \"covered in iron.\" However, according to Samuel Hawley, this phrase does not necessarily indicate that Koreans covered the vessels with iron plates; it could refer to the iron spikes protruding from their roofs, a fitting described for the first time three weeks earlier in Yi Sun-sin's diary. Stephen Turnbull, however, points out the fact that in February 1593 \nthe Japanese government ordered the military to use an iron plate in building ships, possibly in response to the Korean attacks.There are no contemporary Korean sources from Yi Sun-sin's time that refer to the turtle ship as ironclad. Admiral Yi Sun-sin himself makes no mention of such a design in his comprehensive war diary. His nephew Yi Beon, who also witnessed the war and left a historical account of the events, do not mention iron cladding either. The annals of King Seonjo, a many thousand pages long compilation of all kinds of official documents of the period, are also silent on the subject. Prime Minister Ryu Seong-ryong even explicitly described the turtle ship as \"covered by wooden planks on top\".There is also the question of motivation for adding metal plating. Since the Japanese did not commonly employ cannons on their ships until decades later, let alone use plunging cannon fire, any plating would have logically been designed as an anti-incendiary measure, not to withstand cannonballs. The Japanese did commonly use fire arrows and a form of exploding grenades called horokubiya (焙烙火矢) in naval battles during this period.As it was, Yi Sun-Sin, who was largely cut off from government supplies throughout his campaigns, found the small amount of fifty pounds of iron worth mentioning in his war diary. Therefore, Hawley believes that it is unlikely that Admiral Yi would have passed in silence over the estimated six tons (twelve thousand pounds) of iron necessary for even a single outfit. Such a large amount of iron was equivalent to one ship's entire ordnance and would have probably been considered more helpful in casting additional cannons, mainly since the Koreans were well aware that Japanese warships were practically devoid of naval guns. Confronted with a Japanese enemy who relied on small arms fire and boarding tactics, and faced by the logistical and financial difficulties involved in acquiring such a large amount of iron, any iron cladding of the Korean vessels have been deemed by Hawley inherently superfluous:\n\nUntil further information comes to light to the contrary, the likeliest conclusion is that Yi Sun-sin's turtle ship was armored only insofar as it was constructed of heavy timbers and covered with a thick plank roof studded with iron spikes — which against the light guns of the Japanese was armor enough.\nEvidence for an iron-plated turtle ship is found, according to Stephen Turnbull, in a 1795 drawing of the turtle ship where the shell is shown as being covered by a distinct hexagonal pattern, implying that something is covering the wood shell. Hawley, however, questions the historical accuracy of this drawing since it departs in important ways from the 16th-century ships, such as its lack of the reported iron spikes (see image) and the different shape and number of the dragons' heads displayed at the bow. The Korean designation \"turtle ship\" is already attested in the year 1413, for an early type of the vessel which by all accounts did not feature any armor.Hawley puts forth the hypothesis that the idea of ironclad turtle ships has its origins in the writings of late 19th-century Westerners returning from Korea. The progression from simple comparison to a statement that the turtle ships anticipated the modern ironclad by centuries can be roughly charted in retrospect, starting no earlier than ca. 1880. Coming in touch with local tales of ancient armored ships in a period which saw the rise of Western-type ironclad warship to global prominence, these authors may have naturally conjured up the image of metal armor instead of a more traditional heavy timber shell. For instance, during the General Sherman Incident, the Koreans initially constructed an improvised turtle ship, which was protected by metal sheeting and cowhides to destroy General Sherman but failed to penetrate its iron hull at the cost of one of their sailors. When the French Navy threatened Korea, the government ordered an ironclad ship be built \"like the turtle ship.\" However, despite all efforts the design failed to float. Turnbull believes that the 19th-century experience should not rule out a \"limited amount of armor plating in 1592\".\n\n\n== Weapons ==\n\n\n=== Dragon's head ===\n\nThe dragon's head was placed on the top of the ship at the bow. Several different versions of the dragon's head were used on the turtle ships. The dragon's head was first placed as an early form of psychological warfare in order to scare Japanese soldiers. One version carried a projector that could release a dense toxic smoke that was generated to obscure vision and interfere with the Japanese ability to maneuver and coordinate properly.Yi's own diary explains that a cannon could be fitted in the mouth of the dragon to be fired at enemy ships. This type of cannon was usually a hwangja-chongtong.\n\n\n=== Spikes ===\n\nMetal spikes were used to cover the top of the turtle ship to deter boarding tactics used by the Japanese. According to historical records, the spikes were covered with empty rice sacks or rice mats to lure the Japanese into trying to board, since the boarding would appear safe. However, modern authors have found this to be unlikely since such an arrangement would have invited enemy fire arrows.\n\n\n=== Cannon ===\n\nThe turtle ship was equipped with Cheonja \"Heaven\", Jija \"Earth\", Hyeonja \"Black\", and Hwangja \"Yellow\" type chongtong (Joseon cannons). There was also an arquebus known as Seungja (Victory). The Seungja ranged 200 metres (660 ft) while the Hwangja was the lightest but with a range of 1,200 metres (3,900 ft). According to Hae-Ill Bak, one Japanese record of the Battle of Angolpo records the experience of two Japanese commanders on July 9, 1592, in their battle against turtle ships: \"their (turtle ships') attack continued until about 6 o'clock in the afternoon by firing large fire-arrows through repeated alternate approaches, even as close as 18–30 feet. As a result, almost every part of our ships — the turret, the passages and the side shielding — were totally destroyed...\"\n\n\n== Tactical use ==\nYi resurrected the turtle ship as a close-assault vessel, intended to ram enemy ships and sink them, similar to their use in past centuries. Despite smaller numbers, disabling or sinking enemy's lead command ship could severely damage command structure and morale of the enemy fleet. After ramming, the turtle ship would unleash a broadside volley of cannonballs. Because of this tactic, the Japanese called the turtle ships \"blind ships\" (目蔵船, mekurabune) because they would blast and ram into enemy ships. This kind of attack was used during the Battle of Dangpo and Battle of Sacheon (1592).\nThe turtle ship's main use of the plating was as an anti-boarding device, due to the top plating of the turtle ship and its protruded spikes. Grappling hooks could not gain direct hold on the plating, and jumping on top of the turtle ship often meant being impaled. The heavy timber plating deflected arrows and arquebus rounds.\nLater, the turtle ship was used for other purposes such as spearheading attacks or ambushing Japanese ships in tight areas such as in the Battle of Noryang.\nDespite popular depiction, the turtle ship was not an extremely slow ship. The turtle ship had oar propulsion as well as sails, and could turn on its axis like the panokseon. Admiral Yi constructed the turtle ship to be fast and agile for the purpose of ramming.\nTurtle Ships played a major role in the Korean victory over the Japanese navy in the Battle of Angolpo (also sometimes called the Battle of the Yellow Sea). At Angolpo, the Korean fleet of fifty-seven vessels under Admiral Yi Sun-sin faced off against a numerically superior Japanese fleet of one hundred fifty-five ships under Admirals Wakisaka Yasuharu, Kuki Yoshitaka, and Kato Yoshiaki. Admiral Yasuharu's fleet of sixty-three ships was lured into the Hansan Bay by the outnumbered Korean fleet of warships and Turtle Ships, where it was caught and enveloped in Yi Sun-sin's famous crane formation. The trapped Japanese fleet was eviscerated by the Turtle Ship's weaponry, and found themselves unable to effectively counterattack due to the Turtle Ship's unprecedented nimbleness and maneuverability on the sea.  Admiral Yi's fleet then attacked the ships of Yoshitaka and Yoshiaki, during which, victory was cemented for the Joseon. Turtle Ships greatly contributed to the total Japanese fleet loss of fifty-nine ships in the Battle of Angolpo.\n\n\n== Today ==\n\nA turtle ship has been reconstructed by Geobukseon Research Center (거북선연구원), a private commercial company. They have done extensive research on the original design of the turtle ship, and made several real-size reconstructions of them for commercial use. These were deployed in a Korean drama, The Immortal Admiral Yi Sun-sin (불멸의 이순신). Several museums host turtle ships on display, and people can visit and go inside a 1:1 scale turtle ship that is anchored at Yeosu. North Korean delegations to the south seem to be more reserved about the significance of its historical role.\n\n\n== See also ==\nBattle of Hansan Island\nBattle of Okpo\nBattle of Sacheon (1592)\nDjong\nHwacha\nMilitary history of Korea\nMong Dong\nShip replica (including a list of ship replicas)\nSingijeon\nYi Sun-sin\n\n\n== Notes ==\n\n\n== References ==",
  "summary": "A Geobukseon (Korean: 거북선, Korean pronunciation: [kʌbuksən]), also known as turtle ship in western descriptions, was a type of large Korean warship that was used intermittently by the Royal Korean Navy during the Joseon dynasty from the early 15th century up until the 19th century. It was used alongside the panokseon warships in the fight against invading Japanese naval ships. The ship's name derives from its protective shell-like covering. One of a number of pre-industrial armoured ships developed in Europe and in East Asia, this design has been described by some as the first armored ship in the world.The first references to older, first-generation turtle ships, known as gwiseon (귀선; 龜船, Korean pronunciation: [kɥisʌn]), come from 1413 and 1415 records in the Annals of the Joseon Dynasty, which mention a mock battle between a gwiseon and a Japanese warship. However, these early turtle ships soon fell out of use as Korea's naval preparedness decreased during a long period of relative peace.Turtle ships participated in the war against Japanese naval forces supporting Toyotomi Hideyoshi's attempts to conquer Korea from 1592 to 1598. Korean Admiral Yi Sun-sin, who won all battles against the Japanese Navy, is credited with designing the improved turtle ship. From their first appearance in the Battle of Sacheon, his turtle ships, equipped with at least five different types of cannon, greatly contributed to winning 16 times in 16 battles against the Japanese Navy until they were destroyed, under the command of Won Gyun, in the Battle of Chilcheollyang.  Their most distinguishable feature was a dragon-shaped head at the bow (front) that could launch cannon fire or flames from the mouth. Each was also equipped with a fully covered deck to protect against arrow fire, musket-shots, and incendiary weapons. The deck was covered with iron spikes to discourage the enemy from attempting to board the ship.",
  "categories": [
    "16th-century ships",
    "Articles containing Japanese-language text",
    "Articles containing Korean-language text",
    "Articles with short description",
    "Commons category link is on Wikidata",
    "Joseon dynasty",
    "Korean inventions",
    "Naval ships of Korea",
    "Ship types",
    "Short description is different from Wikidata",
    "Use of the tablewidth parameter in Infobox Korean name",
    "Yi Sun-sin"
  ]
}