{
  "title": "Lewis Hamilton",
  "url": "https://en.wikipedia.org/wiki/Lewis_Hamilton",
  "content": "Sir Lewis Carl Davidson Hamilton   (born 7 January 1985) is a British racing driver currently competing in Formula One, driving for Mercedes-AMG Petronas Formula One Team. In Formula One, Hamilton has won a joint-record seven World Drivers' Championship titles (tied with Michael Schumacher), and holds the records for the most wins (103), pole positions (103), and podium finishes (191), among others.\nBorn and raised in Stevenage, Hertfordshire, Hamilton joined the McLaren young driver programme in 1998 at the age of 13, becoming the youngest racing driver ever to be contracted by a Formula One team. This led to a Formula One drive with McLaren for six years from 2007 to 2012, making Hamilton the first black driver to race in the series. In his inaugural season, Hamilton set numerous records as he finished runner-up to Kimi Räikkönen by one point. The following season, he won his maiden title in dramatic fashion—making a crucial overtake at the last corner on the last lap of the last race of the season—to become the then-youngest Formula One World Champion in history.  After six years with McLaren, Hamilton signed with Mercedes in 2013.\nChanges to the regulations for 2014 mandating the use of turbo-hybrid engines saw the start of a highly successful period for Hamilton, during which he won six further drivers' titles. Consecutive titles came in 2014 and 2015 during an intense rivalry with teammate Nico Rosberg. Following Rosberg's retirement in 2016, Ferrari's Sebastian Vettel became Hamilton's closest rival in two championship battles, in which Hamilton twice overturned mid-season point deficits to claim consecutive titles again in 2017 and 2018. His third and fourth consecutive titles followed in 2019 and 2020 to equal Schumacher's record of seven drivers' titles. Hamilton achieved his 100th pole position and race win during the 2021 season. \nHamilton has been credited with furthering Formula One's global following by appealing to a broader audience outside the sport, in part due to his high-profile lifestyle, environmental and social activism, and exploits in music and fashion. He has also become a prominent advocate in support of activism to combat racism and push for increased diversity in motorsport. Hamilton was the highest-paid Formula One driver from 2013 to 2021, and was ranked as one of the world's highest-paid athletes by Forbes of twenty-tens decade and 2021. He was also listed in the 2020 issue of Time as one of the 100 most influential people globally, and was knighted in the 2021 New Year Honours. Hamilton was granted honorary Brazilian citizenship in 2022.\n\n\n== Early life and education ==\n\nHamilton was born on 7 January 1985 in Stevenage, Hertfordshire. His father, Anthony Hamilton, is black and is of Grenadian descent, while his mother, Carmen Larbalestier, is White British, and from Birmingham, making him mixed-race; Hamilton has identified as black. Hamilton's parents separated when he was two, after which he lived with his mother and older half-sisters, Samantha and Nicola, until he was twelve. Hamilton then lived with his father, stepmother Linda, and his half-brother Nicolas, who is also a professional racing driver. Hamilton was raised a Catholic.Hamilton's father bought him a radio-controlled car when he was five. Hamilton finished second in the national BRCA championship the following year against adult competition. Being the only black child racing at his club, Hamilton was subjected to racist abuse. Hamilton's father bought him a go-kart for Christmas when he was six and promised to support his racing career as long as he worked hard at school. To support his son, Hamilton's father took redundancy from his position as an IT manager and became a contractor, sometimes working up to four jobs at a time including employment as a double glazing salesman, dishwasher, and putting up signs for estate agents, while still attending his son's races. Hamilton's father later set up his own IT company. He continued to be Hamilton's manager until early 2010.Hamilton was educated at The John Henry Newman School, a voluntary aided Catholic secondary school in Stevenage. Hamilton has said that at the age of five he took up karate to defend himself as a result of bullying at school. He was also excluded from school for a period when he was mistakenly identified as having attacked a fellow student who was treated in hospital for his injuries. In addition to racing, he played association football for his school team with eventual England international, Ashley Young. Hamilton, an Arsenal fan, said that if Formula One had not worked for him, he would have been a footballer or a cricketer, having played both for his school teams. In February 2001, he began studies at Cambridge Arts and Sciences (CATS), a private sixth-form college in Cambridge.\n\n\n== Junior racing career ==\n\n\n=== Karting ===\nHamilton began karting in 1993 and quickly began winning races and cadet class championships. Two years later, he became the youngest driver to win the British cadet karting championship at the age of ten. That year, Hamilton approached McLaren Formula One team boss Ron Dennis at the Autosport Awards for an autograph and said: \"Hi. I'm Lewis Hamilton. I won the British Championship and one day I want to be racing your cars.\" Dennis wrote in Hamilton's autograph book: \"Phone me in nine years, we'll sort something out then.\" When Hamilton was 12, Ladbrokes took a bet, at 40/1 odds, that Hamilton would win a Formula One race before the age of 23; another predicted, at 150/1 odds, that he would win the World Drivers' Championship before he was 25. In 1998, Dennis called Hamilton following his second Super One series and British championship wins, to offer Hamilton a role in the McLaren driver development programme. The contract included an option of a future Formula One seat, which would make Hamilton the youngest driver to secure a contract that later resulted in a Formula One drive.\n\nHamilton continued his progress in the Intercontinental A (1999), Formula A (2000) and Formula Super A (2001) ranks, and became European Champion in 2000 with maximum points. In Formula A and Formula Super A, racing for TeamMBM.com, his teammate was Nico Rosberg, who would later drive for the Williams and Mercedes teams in Formula One; they would later team up again for Mercedes from 2013 to 2016. Following his karting successes, the British Racing Drivers' Club made him a \"Rising Star\" Member in 2000. In 2001, Michael Schumacher made a one-off return to karts and competed against Hamilton along with other future Formula One drivers Vitantonio Liuzzi and Nico Rosberg. Hamilton ended the final in seventh, four places behind Schumacher. Although the two saw little of each other on the track, Schumacher praised the young Briton.\n\n\n=== Formula Renault and Formula Three ===\nHamilton began his car racing career in the 2001 British Formula Renault Winter Series, finishing fifth in the standings. This led to a full 2002 Formula Renault UK campaign with Manor Motorsport in which he finished third overall. He remained with Manor for another year, winning the championship ahead of Alex Lloyd. Having clinched the championship, Hamilton missed the last two races of the season to make his debut in the season finale of the British Formula 3 Championship. In his first race he was forced out with a puncture, and in the second he crashed out and was taken to hospital after a collision with teammate Tor Graves.Asked in 2002 about the prospect of becoming one of the youngest ever Formula One drivers, Hamilton replied that his goal was \"not to be the youngest in Formula One\" but rather \"to be experienced and then show what I can do in Formula One\". He made his debut with Manor in the 2004 Formula 3 Euro Series, ending the year fifth in the championship. He also won the Bahrain F3 Superprix and twice raced in the Macau F3 Grand Prix. Williams had come close to signing Hamilton but did not because BMW, their engine supplier at the time, would not fund him. Hamilton eventually re-signed with McLaren. According to then McLaren executive and future CEO Martin Whitmarsh, who was responsible for guiding Hamilton through the team's young driver programme, he and Anthony Hamilton had a \"huge row\" at the end of the season, with Lewis' father pushing for him to move up to GP2 for 2005, while Whitmarsh felt that he should remain in F3 for a second season, culminating in Whitmarsh tearing up Lewis' contract; however, Lewis called Whitmarsh six weeks later and re-signed with the team.Hamilton first tested for McLaren in late 2004 at Silverstone. Hamilton moved to the reigning Euro Series champions ASM for the 2005 season and dominated the championship, winning 15 of the 20 rounds. He also won the Marlboro Masters of Formula 3 at Zandvoort. After the season British magazine Autosport featured him in their \"Top 50 Drivers of 2005\" issue, ranking Hamilton 24th.\n\n\n=== GP2 ===\nHamilton moved to ASM's sister GP2 team, ART Grand Prix, for the 2006 season. Hamilton won the GP2 championship at his first attempt, beating Nelson Piquet Jr. and Timo Glock. He secured a dominant win at the Nürburgring, despite a penalty for speeding in the pit lane. At his home race at Silverstone, Hamilton overtook two rivals at Becketts, a series of high-speed bends where overtaking is rare. In Istanbul he recovered from a spin that left him in eighteenth place to take second. Hamilton won the title in unusual circumstances, inheriting the final point he needed after Giorgio Pantano was stripped of fastest lap in the Monza feature race.Hamilton's success in the GP2 championship coincided with a vacancy at McLaren following the departure of Juan Pablo Montoya to NASCAR and Kimi Räikkönen to Ferrari. After months of speculation on whether Hamilton, Pedro de la Rosa or Gary Paffett would be paired with defending champion Fernando Alonso for 2007, Hamilton was confirmed as the team's second driver. He was told of McLaren's decision at the end of September, but the news was not made public for almost two months, for fear that it would be overshadowed by Michael Schumacher's retirement announcement.\n\n\n== Formula One career ==\n\n\n=== McLaren (2007–2012) ===\n\nHamilton's first season in Formula One saw him partner two-time and defending World Champion Fernando Alonso. Hamilton is the first and, as of 2022, the only black driver to race in the series. After finishing on the podium in his debut, Hamilton went on to set several records as he finished runner-up in the 2007 World Drivers' Championship to Kimi Räikkönen by one point, including those for the most consecutive podium finishes from debut (9), the joint most wins in a debut season (4) and the most points in a debut season (109). Throughout the season, Hamilton and Alonso were involved in a number of incidents which resulted in tensions between both drivers and the team, culminating in Alonso and McLaren terminating their contract by mutual consent in November. Following a successful first season at McLaren, Hamilton signed a multi-million-pound contract to stay with the team until 2012.\n\nHamilton's success continued in 2008 as he amassed five victories and ten podium finishes. As the season reached its conclusion in Brazil, it became a clear two-way fight for the title between the home favourite Felipe Massa and the young Briton. Hamilton won his first title in dramatic fashion in the last race of the season, the 2008 Brazilian Grand Prix, overtaking Timo Glock for fifth position in the final corners of the last lap to become the then-youngest Formula One World Champion in history and to deny race-winner Massa the title by one point. This made Hamilton the first British driver to win the World Championship since Damon Hill in 1996.\n\nIn his last four years with McLaren, Hamilton continued to score podium finishes and race victories. Hamilton entered the final round of the 2010 season with a chance of winning the title, but ultimately finished fourth as Sebastian Vettel won the race to take his maiden drivers' crown. The following year was the first season he had been out-scored by a teammate, as Jenson Button finished runner-up to champion Sebastian Vettel, during a year in which distractions in his private life and run-ins with FIA officials saw Hamilton finish a lowly fifth in the standings, after which he vowed he would return to form for 2012. Hamilton achieved four race-wins in the 2012 season as he finished fourth in the standings. Before the end of the year, Hamilton announced, to much surprise, that he would be joining Mercedes for the 2013 season, replacing the retiring Michael Schumacher.\n\n\n=== Mercedes (2013–present) ===\n\n\n==== 2013–2016: Teammates with Rosberg ====\n\nUpon signing with Mercedes in 2013, Hamilton was reunited with his childhood karting teammate, Nico Rosberg. The move was met with surprise by pundits and the public, with some describing the move to Mercedes, a team with no recent history of success, as a gamble. In his first season with the Silver Arrows, Hamilton secured a sole race victory, winning the Hungarian Grand Prix, where he converted an unexpected pole position into a winning margin of over 11 seconds ahead of second-place finisher Kimi Räikkönen, alongside a number of podium finishes and pole positions, finishing fourth in the standings once again, the third time in five years.Changes to regulations for the 2014 season, which mandated the use of turbo-hybrid engines, contributed to the start of a highly successful era for Hamilton. That year saw Mercedes win 16 of the 19 races that season, 11 of those secured by Hamilton as he prevailed in a season-long duel for the title against teammate Rosberg. Clinching his second drivers' title, and eclipsing the victory tally of all British drivers before him, Hamilton declared over team-radio after the final race in Abu Dhabi: \"This is the greatest day of my life.\" New driver number regulations brought in for 2014 allowed drivers to pick a unique car number to use for their entire career, and so Hamilton elected to drive under his old karting No. 44 for the remainder of his career.Before the start of the 2015 season, Hamilton announced he would not be exercising his option of switching his car number to 1, as was his prerogative as reigning World Champion, and would instead continue to race with his career No. 44. It was the first season since 1994, when Alain Prost retired from the sport following his fourth and final World Drivers' Championship title in 1993, that the field did not contain a car bearing the No. 1. Hamilton dominated the 2015 season, winning ten races finishing on the podium a record seventeen times as he matched his hero Ayrton Senna's three World Championships titles. The rivalry between him and Rosberg intensified, climaxing in a heated battle at the US Grand Prix where Hamilton won in an action-packed, wheel-to-wheel battle with his teammate to clinch the title with three races to spare. That year, Hamilton extended his contract with Mercedes for three additional years in a deal reportedly worth more than £100 million, making him one of the best-paid drivers in Formula One, as well as allowing Hamilton to retain his own image rights, which is considered unusual in the sport, and keep his championship-winning cars and trophies.\n\nDespite recording more pole positions and race wins than any other driver in 2016, Hamilton lost the drivers' title by five points to his teammate, Rosberg. The team's policy of letting the pair fight freely led to several acrimonious exchanges both on and off the track, culminating in Hamilton defying team-orders at the season finale in Abu Dhabi and deliberately slowing to back Rosberg into the chasing pack at the end of the race in an unsuccessful bid to encourage other drivers to overtake his teammate, which would have allowed him to win the title. Ultimately, a succession of poor starts from Hamilton early in the season and a crucial engine blowout in Malaysia meant Rosberg took the title, which he successfully secured before announcing his shock retirement from the sport immediately after beating his rival.\n\n\n==== 2017–2020: Four titles in a row ====\nFollowing Rosberg's retirement, Ferrari's Sebastian Vettel became Hamilton's closest rival as the pair exchanged the championship lead throughout 2017 in a tense title fight. Hamilton registered 11 pole positions that season as he took the record for the all-time most pole positions, and his consistency (finishing every race in the points), as well as a lack of a serious challenge from his new teammate Valtteri Bottas, saw him record nine race victories and secure his fourth World Drivers' title as he overturned a points deficit to Vettel in the first half of the season, ultimately wrapping the title up in Mexico with two races to spare.\n\nThe 2018 season was the first time that two four-time World Champions, Hamilton and Vettel, would be competing for a fifth title and was billed as the \"Fight for Five\" by journalists and fans. As with the season before, Ferrari and Vettel appeared to have the upper hand for much of the season, topping the standings until the half-way point. However, Vettel's season unravelled with a number of driver and mechanical errors, while Hamilton's run of six wins in seven in the latter half of the season saw Hamilton clinch the title in Mexico for a second year running as he set a new record for the most points scored in a season (408). During the season, Hamilton signed a two-year contract with Mercedes, reported to be worth up to £40 million per year, making him the best-paid Formula One driver in history.Having signed a contract with Mercedes that lasted until 2020, it was confirmed Hamilton would defend his title in 2019. Hamilton led the drivers' standings for the majority of the season, fending off title challenges from team-mate Bottas, the Honda-powered Red Bull of Verstappen and Ferrari's recently promoted Leclerc, to clinch his sixth drivers' crown at the 2019 United States Grand Prix with two races remaining. After scoring his sixth career grand slam in the final race of the season, Hamilton ended the season with 11 wins (matching his previous best in 2014 and 2018) and 17 podiums (matching the all-time record for a fourth time) as well as achieving 5 pole positions. His total of 413 points for the season was a new all-time record, seeing the Briton finish 87 points clear of second-placed Bottas.Hamilton won his seventh drivers' title in 2020, equalling the record set by Schumacher, in a season heavily impacted by the COVID-19 pandemic. Over the shortened seventeen-race season, Hamilton took 11 wins (equalling his previous personal best, but in fewer races) including one in Portugal to break Schumacher's record of 91 wins. He also took 14 podiums and 10 pole positions. Hamilton missed the 2020 Sakhir Grand Prix after contracting COVID-19, his first race absence since his debut in 2007. Hamilton clinched the title at the 2020 Turkish Grand Prix with three rounds to spare and ended the season 124 points clear of his team-mate, Bottas, who finished second in the standings. Amid Formula One's We Race as One campaign and growing global support for the Black Lives Matter movement, Hamilton took the knee ahead of every race he entered and wore t-shirts bearing the Black Lives Matter slogan. Hamilton and Bottas' W11 cars also sported a black livery as a statement of Mercedes' commitment to diversity.\n\n\n==== 2021 season: Title battle vs. Verstappen ====\n\nEarly on in the 2021 season, Hamilton and Red Bull's Max Verstappen emerged as title favourites.  The pair frequently exchanged the championship lead throughout the season—often sparring (and occasionally coming together) on track—and entered the last race in Abu Dhabi level on points. In Abu Dhabi, Verstappen overtook Hamilton on the final lap of the race, denying Hamilton his eighth title. During the season, Hamilton became the first driver to surpass 100 pole positions and 100 race wins, respectively.The season finale was marred by controversy over race director Michael Masi's decision to instruct only the lapped cars separating Verstappen and Hamilton to un-lap themselves under the safety car, which eliminated any gap between the pair and allowed the Dutchman, running newly fitted soft tyres, to enter the final lap immediately behind Hamilton on his worn hard tyres. Four days after the race, the FIA announced that it would conduct an internal investigation into the incident. Masi was subsequently removed from his role as race director, with the FIA World Motor Sport Council report finding that \"human error\" resulted in the failure to follow Formula One Sporting Regulations concerning the withdrawal of the safety car, but also that the final standings \"are valid, final and cannot now be changed.\" Notwithstanding the controversy in Abu Dhabi, BBC Sport's Andrew Benson described the season as \"one of the most intense, hard-fought battles in sporting history\", with Hamilton and Verstappen having \"been head and shoulders—and a lot more—clear of every other driver on the grid.\"\n\n\n==== 2022 season: First winless season in Formula One ====\n\nHamilton was partnered by George Russell for 2022, in place of the departing Bottas. The season saw significant changes in technical regulations which sought to utilise ground effect to generate downforce. During pre-season testing in Bahrain, Mercedes introduced its \"zero sidepod\" car design, which was radically different to that of its competitors. The Mercedes W13 suffered with extreme porpoising early in the season which limited the car's potential; at the Saudi Arabian Grand Prix, Hamilton deemed the car \"undrivable\". By the end of the season, Hamilton achieved nine podiums but failed to achieve a race win or pole position in a season for the first time in his Formula One career. He finished in sixth place in the drivers' championship, 35 points behind Russell, who finished fourth.\n\n\n== Driver profile ==\n\n\n=== Driving style ===\n\nHamilton is regarded as one of the most complete drivers on the grid, excelling across a wide range of areas. He has been described as having an aggressive driving style, with a natural aptitude for identifying the limits of the car; Mark Hughes, writing for the official Formula One website, described how Hamilton is \"super-hard on the brakes ... but has a fantastic ability to match how quickly the downforce is bleeding off with his modulation of the pressure so that there's no wasted grip but no locked wheels either.\" Paddy Lowe, previously the engineering director for McLaren, described how Hamilton is comfortable with levels of rear instability that most other drivers would find intolerable.Hamilton has also been praised for his ability to adapt to variances in the car set-up and changing track conditions; throughout his career, he has typically used less fuel than his teammates as a result of his ability to carry momentum through corners despite instability in the car. Pedro de la Rosa, a former test driver for McLaren who worked with Hamilton and Alonso, rated the pair as the best he had seen first hand, stating that they shared a strength in terms of \"how much speed they can run into the apex [of a corner] and still have a decent exit speed\", highlighting in particular their ability to maintain this speed when their rear tyres have lost grip during a longer stint.Hamilton has been praised for his consistency, especially in his time at Mercedes. From 2017 to 2018, he finished 33 consecutive races in point-scoring positions, a run only brought to an end as a result of mechanical issues as opposed to driver error. Ross Brawn wrote that \"over the course of [2018], Hamilton hardly put a foot wrong, winning not only the races he should have, but also some where the opposition was stronger, and that is the true mark of a champion.\" Ahead of the 2021 season, Martin Brundle, commentating for Sky Sports, said \"I think what has stood out about Lewis over the years is how few mistakes he makes, how complete he is and clean ... he just never makes a mistake [in] wheel-to-wheel combat [or] in qualifying ... He just doesn't fade, mentally or physically.\"\n\nHamilton is regarded as one of the best wet-weather drivers in the sport, with some of his best performances occurring in those conditions. In the 2008 British Grand Prix, Hamilton bested second-place Nick Heidfeld by over a minute, the largest margin of victory recorded since the 1995 Australian Grand Prix. During the turbo-hybrid era, Hamilton remained unbeaten in every race affected by wet weather from the 2014 Japanese Grand Prix up to the 2019 German Grand Prix, where his almost five-year streak was broken by Max Verstappen. His wet weather drive at the 2020 Turkish Grand Prix where he clinched his seventh world title was widely acclaimed, with Joe Saward describing it as \"one of his greatest performances\": despite only qualifying sixth for the race after Mercedes struggled with tyre temperatures and a track that lacked grip after being recently resurfaced, during the race he gambled on a one-stop strategy in mixed conditions whilst his rivals chose to change their tyres for a second time, enabling him to take the lead and win by over 30 seconds. His performance was contrasted with that of his team-mate Bottas, who spun four times and finished a lap down in 14th place. Hamilton cited the race as his \"stand-out\" performance of the season.\n\nAyrton Senna was a major influence on Hamilton's driving style, recalling: \"I think it's partly because I watched [him] when I was young and I thought 'this is how I want to drive when I get the opportunity' and I went out there and tried it on the kart track. My whole approach to racing has developed from there.\" He has been compared to Senna in raw speed. In 2010, Hamilton drove Senna's original title-winning McLaren MP4/4 as part of a tribute documentary by the BBC motoring show Top Gear. In the documentary, along with fellow racing drivers, he named Senna as the number one driver ever.Earlier in his career, Hamilton was criticised for being hot-headed at times, as demonstrated when he was disqualified in Imola in the GP2 Series for overtaking the safety car, something he went on to repeat four years later in Formula One at the 2010 European Grand Prix in Valencia. Following his move to Mercedes, Hamilton was credited with demonstrating greater maturity, while maintaining his ruthlessness and aggression. The official Formula One website describes him as \"invariably a fierce but fair fighter\".\n\n\n=== Reception ===\n\nHamilton has been described as the best driver of his generation, and one of the greatest Formula One drivers. Several Formula One drivers and experts have described Hamilton as the greatest Formula One driver of all time. Jim Holden writing in Autocar suggests Hamilton might not only be among the greatest British drivers in Formula One, but one of the greatest British sportsmen. Despite receiving plaudits from experts and fans in and out of the sport, Hamilton has been a divisive figure in the eyes of the general public, with some journalists arguing his exploits on the track have been under-appreciated. Holden has suggested that racial bias may have contributed towards Hamilton's perceived lack of popularity relative to his achievements, with Hamilton's race and physical appearance – being mixed-race and often seen sporting earrings, dreadlocks and designer clothing – alienating some of the sport's traditional white, elderly male fanbase. Others have attributed his lack of appreciation to the perceived predictability of results during the turbo-hybrid era, likening his period of dominance to that of Schumacher in the early 2000s, and to tennis players Steffi Graf and Martina Navratilova, all of whom became more appreciated in the latter part of their careers.\n\nHamilton's jet-set lifestyle and interests outside Formula One have been scrutinised. He has been praised for disregarding convention and public opinion and has been described as one of the last superstar drivers. Between race weekends Hamilton has on several occasions travelled around the world to explore a variety of interests, such as in 2018 where, after winning the Italian Grand Prix, Hamilton flew to Shanghai and New York where he released his own designer clothing line with Tommy Hilfiger, before flying immediately back to, and winning, the next race in Singapore. Toto Wolff has been vocal in his support for Hamilton's off-track pursuits, explaining how freedom allows Hamilton to function at his best.Figures in the sport such as Emerson Fittipaldi and Christian Horner have voiced their support for Hamilton's ability to connect with fans, while Bernie Ecclestone frequently commented on his admiration of Hamilton's ability to promote the sport, noting how he is happy to engage with fans, unlike some of his peers. Since Hamilton's rookie season in 2007, Formula One's annual global revenue rose by 53%, to $1.83 billion as of 31 July 2016. Sports journalist for The Telegraph, Luke Slater, goes as far as to argue that \"[t]here have been few better representatives of the sport than Hamilton ... [both] on and off the track.\" Following Hamilton's knighthood in 2020, newly appointed Formula One CEO Stefano Domenicali said that Hamilton \"is a true giant of our sport\" and that \"his influence is huge both in and out of a car.\"\n\nA prodigious talent as a teenager, Hamilton established himself as one of the world's best drivers following his record-breaking rookie year. Paddy Lowe has suggested that \"he turned out to be the best rookie there has ever been\" and that \"his first half-season is just the most extraordinary in history.\" After his first world title a year later, many people considered Hamilton the best driver of his generation. Following Red Bull and Sebastian Vettel's four-year dominance of the sport, Hamilton's resolve was tested both professionally and personally as he did not finish higher than fourth in the Drivers' Championship from 2009 to 2013, leading some to question his status as the best driver in the sport. In spite of this, Hamilton's less successful years with McLaren have also been cited as a demonstration of driving ability as Hamilton has won at least one race in fifteen consecutive seasons, attracting high praise from experts and fellow drivers for extracting race-winning performances from cars that were not dominant.\n\nAfter Hamilton clinched his second and third World Championship titles with Mercedes in 2014 and 2015, David Coulthard declared Hamilton the best driver of his generation, calling him \"the Ayrton Senna of his era\", an opinion which was widely accepted among the public, experts, and fellow and former drivers. As Hamilton became more widely considered the best driver of his era, public and expert debate moved from his status in modern Formula One to his status among the greatest drivers in history. The next few seasons saw Hamilton eclipse a number of records, including achieving the most all-time pole positions ahead of Michael Schumacher, leading him to be regarded by some as the greatest qualifier in history. After winning his fourth and fifth world titles, Hamilton's place among the greats of the sport became firmly established in the opinions of experts, rivals and teammates alike, with some journalists and pundits considering the possibility of Hamilton being the greatest Formula One driver of all time.Following Hamilton clinching a sixth World Drivers' Championship title in 2019, ex-Formula One driver and pundit Johnny Herbert acclaimed Hamilton as the greatest driver ever, a sentiment echoed by his Mercedes team-boss Toto Wolff, who described him as \"maybe the best driver that has ever existed\", while Formula One staff writer, Greg Stuart, described Hamilton as \"arguably the most complete Formula [One] driver ever\". After Hamilton won his seventh title in 2020, John Watson stated that Hamilton \"is, by a million miles, the greatest driver of his generation and you can argue he will go on to be the greatest Formula One driver of all time\", and highlighted his fearlessness as being key to his success, as evidenced by his performance against double world champion team-mate Alonso in his rookie season and his decision to leave McLaren for Mercedes. Herbert compared Hamilton to tennis player Roger Federer and golfer Tiger Woods.\n\n\n=== Helmet ===\n\nFrom a young age, Hamilton's helmet throughout his karting years was predominantly yellow with blue, green and red ribbons. In later years a white ring was added and the ribbons were moved forward to make room for logos and advertisement space. Hamilton continued to run a predominantly yellow design for the early stage of his Formula One career, but in 2014 decided to change to a mostly white approach. In 2017, Hamilton selected his helmet design from fan submissions. The winning design used a white and yellow base colour with red and orange details, and the addition of three stars, one for each of Hamilton's three Formula One championships at that time, on either side. Over the following seasons, Hamilton continued to add more stars to his helmet on winning further World Championship titles.\n\nHamilton has worn specially designed one-off helmets for several weekends throughout his career. At the 2010 Monaco Grand Prix, he sported an altered helmet design with the addition of a roulette wheel image on the top. At the 2015 Malaysian Grand Prix, Hamilton brought with him a striking blue-and-green design in honour of team sponsor Petronas but was prevented from using the helmet by the FIA. Hamilton has sported gold coloured helmets three times in his career. After winning his fourth title in 2017, he entered 2017 Abu Dhabi Grand Prix in a gold helmet with four stars adorning the top of the helmet with the words World Champion. Hamilton wore a gold helmet at the 2018 Abu Dhabi Grand Prix after sealing his fifth world title, towards which he made reference with five stars on either side of the design, and did so again at the 2019 Abu Dhabi Grand Prix, this time with six stars following his sixth World Championship title.Hamilton has also used one-off helmet designs to pay tribute to influential figures in his career. At the 2011 Brazilian Grand Prix, he wore a special helmet in tribute to Ayrton Senna which was auctioned after the race in aid of the Ayrton Senna Foundation. At the 2019 Monaco Grand Prix, Hamilton, like fellow driver Sebastian Vettel, wore a special helmet to pay tribute to Niki Lauda, who died at the start of the week. The helmet was painted red and white, Lauda's classic colours, and had his name printed on the back. After the race, Hamilton reflected on Lauda's career, saying: \"Ultimately, as a driver, my goal one day is to hopefully be as respected as he was ... He's definitely someone who led by a great example, left a great example, and was a real hero to so many.\" Hamilton again wore a special helmet to pay tribute to Ayrton Senna at the 2019 Brazilian Grand Prix.Hamilton wore a rainbow helmet at the 2021 Qatar Grand Prix, 2021 Saudi Arabian Grand Prix, and 2021 Abu Dhabi Grand Prix in support of the LGBTQ+ community.Ahead of the 2022 season, Hamilton reverted to using a yellow helmet design.\n\n\n=== Rivalries ===\n\n\n==== Fernando Alonso ====\n\nHamilton's debut season saw him partner two-time and defending World Champion Fernando Alonso. In their time as teammates, tensions arose between the two drivers and McLaren as a result of several incidents. The first tensions surfaced after Hamilton finished second behind Alonso at Monaco in 2007. After post-race comments made by Hamilton which suggested he had been forced into a supporting role, the FIA investigated whether McLaren had broken rules by enforcing team orders. McLaren denied favouring Alonso, and the FIA subsequently vindicated the team, stating that \"McLaren were able to pursue an optimum team strategy because they had a substantial advantage over all other cars ... nothing which could be described as interfering with the race result.\"Tensions surfaced again at the 2007 Hungarian Grand Prix, where during the final qualifying session Hamilton went out on track ahead of Alonso and ignored requests from the team to let him through: the two drivers had been taking turns on a race-by-race basis to lead during qualifying, which gave the leading driver an edge due to the fuel load regulations then in place, and Alonso was due to lead in Hungary. Hamilton was then delayed in the pits by Alonso and thus unable to set a final lap time before the end of the session. Alonso was relegated to sixth place on the starting grid thus promoting Hamilton, who had qualified second, to first, while McLaren was docked Constructors' Championship points. Hamilton said he thought the penalty was \"quite light if anything\" and only regretted the loss of points. Hamilton was reported to have sworn at Dennis on the team radio following the incident. British motorsport journal Autosport claimed that this \"[led] Dennis to throw his headphones on the pit wall in disgust: a gesture that was misinterpreted by many to be in reaction to Alonso's pole\"; however, McLaren later issued a statement on behalf of Hamilton that denied the use of any profanity.As a result of the events over the 2007 season, the relationship between Hamilton and Alonso reportedly collapsed, with the pair not on speaking terms for a short period. In the aftermath it was reported that Hamilton had been targeted by Luca di Montezemolo regarding a Ferrari drive for 2008. The rivalry between the pair led to speculation that either Hamilton or Alonso would leave McLaren at the end of the season; Alonso and McLaren terminated their contract by mutual consent in November that year, ending his and Hamilton's time as teammates. In subsequent years, tensions between the pair dissipated, and the mutual respect has grown, with Alonso praising Hamilton in 2017 saying \"[Hamilton] was able to win with a dominant car, with a good car like 2010 or 2012, or with bad cars like 2009 and 2011. Not all the champions can say that.\" Alonso later described Hamilton as one of the top five greatest drivers of all time. On the cool-down lap after Alonso's final race before his two-year hiatus in 2018, Hamilton joined Sebastian Vettel in paying tribute to Alonso by driving, each on one side, in a formation to the start-finish straight where all three executed donuts.In their time together as teammates, Hamilton and Alonso won 8 of 17 races in the 2007 Formula One season. Hamilton had 4 victories, 12 podium finishes and qualified ahead of Alonso 10 times. Alonso also had 4 victories, 12 podium finishes but qualified ahead of Hamilton only 7 times. At the end of their season as teammates, the pair were tied on 109 points, with Hamilton placing second and Alonso third in the World Drivers' Championship by virtue of Hamilton having more second-place finishes.\n\n\n==== Nico Rosberg ====\n\nWhen Hamilton joined Mercedes in 2013, he was paired alongside old karting teammate and friend Nico Rosberg. Over their four seasons as teammates, a period of Mercedes dominance in Formula One, the pair's relationship became strained and, at times, led to volatile confrontations on and off the track. Hamilton and Rosberg were first teammates in 2000, when they were in karting. They raced for Mercedes Benz McLaren in Formula A, where Hamilton became European champion, with Rosberg not far behind. Robert Kubica, who raced with them before Formula One, recalled how they were competitive both on and off the track, saying that \"they would even have races to eat pizza, always eating two at a time.\" Sports journalist Paul Weaver contrasts their upbringings; Rosberg, an only child, was born in Germany but brought up in Monaco and was the son of a wealthy former Formula One world champion, Keke Rosberg, whereas Hamilton was born on a council estate in Stevenage, and his father had to work multiple jobs to fund his son's junior racing.Pundit and commentator Will Buxton compared the character and driving styles of the pair, labelling Hamilton as the faster driver with more natural ability but with an intellect to match Rosberg's. Buxton wrote:\n\nMan to man against Rosberg, I can't recall a single race this year where in the same machinery Hamilton's fuel usage has been higher. He has made his tires last. He has had to fight from the back of the field time and again (think Germany, think Hungary) and yet he hasn't overworked his tires, he hasn't used too much fuel. He has learned how to drive these new cars, and to extract the most from them using the least ... Far from the unintelligent chancer many paint Hamilton to be, he is proving to be the intellectual match of his teammate and, the better racer to boot.\nTheir old karting boss, Dino Chiesa, said Hamilton was the faster driver whereas Rosberg, who once said to Chiesa \"everything relates to physics and maths\", was always more analytical. This led some to believe that Rosberg would achieve greater success in Formula One, the highest level of open-wheel racing, due to the intellectual capacity required to manage brakes, energy harvesting, tyre management and moderate fuel usage. However, Hamilton's tyre management has frequently allowed him to push on for longer, often enabling optimum race strategies, and his fuel usage has regularly been better than almost anyone on the grid. Sky Sport's Mark Hughes, commented: \"Rosberg has a more scientific methodology, looks to fine-tune more specifically than Hamilton who typically tends just to find a balance he can work with, then adapt his driving around it.\"In their time together as teammates, Hamilton and Rosberg won 54 of 78 races over four seasons. Hamilton had 32 victories, 55 podium finishes and qualified ahead of Rosberg 42 times. Rosberg had 22 victories, 50 podium finishes and qualified ahead of Hamilton 36 times. During this period, Hamilton won two World Championship titles to Rosberg's one, and scored more points in three out of their four seasons together.\n\n\n==== Sebastian Vettel ====\n\nHamilton describes his rivalry with Sebastian Vettel as his favourite, believing their battles helped bring them closer together. After three years of Mercedes' dominance from 2014 to 2016, Ferrari produced a car that was capable of fighting for the championship in 2017 and 2018. Vettel, who was then driving for Ferrari, enjoyed an early lead on points, but Mercedes and Hamilton fought back and ultimately won the championships in both seasons. While there were some on-track flash points, most notably the 2017 Azerbaijan Grand Prix, when Vettel accused Hamilton of brake checking and drove into Hamilton in retaliation, earning a penalty, the pair developed a strong mutual respect in a hard but fairly contested fight. In 2021, Hamilton recalled:\n\nMine and Seb's battle were my favourite so far. It's knowing I was racing against an incredible driver, not only that but a great man in Seb who is a four-time world champion and we were racing against another team, he was at Ferrari who were very strong at the time. It took a lot out of both of us in that period of time, to remain focused to deliver weekend in, weekend out. That was a difficult period for us and it brought us closer, because the respect we have between us is huge.\n\n\n== Public image and influence ==\n\n\n=== Racist treatment ===\n\nThe first and, as of 2023, the only black driver to race in Formula One, Hamilton has been subject to racist abuse throughout his career. In 2007, Hamilton suffered racist abuse from Spanish Formula One supporters at the Chinese Grand Prix. In 2008, Hamilton was heckled and otherwise abused during pre-season testing at the Circuit de Catalunya by several Spanish spectators who wore black face paint and black wigs, as well as shirts bearing the words \"Hamilton's familly [sic]\". The FIA warned Spanish authorities about the repetition of such behaviour, and launched a \"Race Against Racism\" campaign. Shortly before the 2008 Brazilian Grand Prix, a website owned by the Spanish branch of the New York-based advertising agency TBWA and named pinchalaruedadeHamilton, which translates into English as \"burst Hamilton's tyre\", was featured in the British media. The site contained an image of Interlagos that allowed users to leave nails and porcupines on the track for Hamilton's car to run over. Among thousands of comments left since 2007, some included racial insults. In 2021, Hamilton was subjected to online racist abuse following a dramatic win at the British Grand Prix. Mercedes, Formula One, and the FIA issued a joint statement condemning the abuse and called for those responsible to be held accountable.Hamilton's treatment by the media and critics has, at times, been criticised as being racist. In 2014, The Guardian journalist Joseph Harker highlighted double-standards in Hamilton's treatment compared to other British drivers by British newspapers, suggesting that his skin colour has played a factor in a perceived lack of acceptance among the British public. In 2019, footballer Rio Ferdinand described media scrutiny of Hamilton as having \"racist undertones\" and contrasted Hamilton's treatment to that of fellow British driver Jenson Button. At the start of his Formula One career, Hamilton said that he \"tried to ignore the fact [he] was the first black guy ever to race in the sport\" but later stated that he had since grown to \"appreciate the implications\", and changed his approach to promote equality within the sport. In 2019, Toto Wolff, Hamilton's team boss at Mercedes, described how Hamilton was \"scarred for life\" by racist abuse inflicted during his childhood.\n\n\n=== Activism and philanthropy ===\n\n\n==== Diversity and anti-racism ====\n\nHamilton is a prominent advocate against racism and for increased diversity in motorsport. He has questioned racial politics in Formula One on several occasions. In 2011, after being summoned to the stewards in five out of the first six races of the season, Hamilton quipped, \"Maybe it's because I'm black, that's what Ali G says.\" In 2018, Hamilton criticised the lack of diversity in Formula One, describing how nothing had changed in his eleven years in the sport before saying: \"Kids, people, there are so many jobs in this sport of which anybody, no matter your ethnicity or background, can make it and fit in.\"Hamilton took the knee before every race he entered in the 2020 Formula One season in support of the Black Lives Matter movement and wore t-shirts bearing the Black Lives Matter slogan. Following the murder of George Floyd while being arrested in May 2020, which sparked national and global protests, Hamilton criticised prominent figures in Formula One for their silence on the issue, writing on Instagram:\n\nI see those of you who are staying silent, some of you the biggest of stars yet you stay silent in the midst of injustice. Not a sign from anybody in my industry which of course is a white dominated sport. I'm one of the only people of colour there yet I stand alone. ... I would have thought by now you would see why this happens and say something about it but you can't stand alongside us. Just know I know who you are and I see you. ... I do not stand with those looting and burning buildings but those who are protesting peacefully. There can be no peace until our so called leaders make change. This is not just America, this is the UK, this is Spain, this is Italy and all over. ... The way minorities are treated has to change, how you educate those in your country of equality, racism, classism and that we are all the same. We are not born with racism and hate in our hearts, it is taught by those we look up to.\nFollowing Hamilton's comments, several drivers released statements about Floyd's murder and voiced their support for the Black Lives Matter movement, and support was expressed from other figures in the sport such as Toto Wolff, the Mercedes team boss. Ross Brawn, managing director for Formula One, said that the organisation \"supports [Hamilton] totally\", describing Hamilton as \"a great ambassador for the sport\". He acknowledged that Hamilton's comments \"are very valid\" and that the sport \"can give greater opportunity for minority and ethnic groups to get involved in motorsport\". Brawn stated that Formula One was working to increase diversity within the sport, with efforts targeted at increasing driving opportunities at grassroots level as well as across all roles in Formula One.During the 2020 Tuscan Grand Prix weekend, including on the podium, Hamilton wore a T-shirt bearing \"Arrest the cops who killed Breonna Taylor\" on the front and \"Say her name\" with a photo of Taylor on the back, in reference to the killing of Breonna Taylor. Following an investigation, the FIA announced that only race suits done up to the neck can be worn on the podium and that only official team attire can be worn in the media pen. In anticipation of the FIA's decision, Hamilton said that he recognised that they have \"certain limits that they feel that they have to work within\", but he \"[didn't] regret a single moment of it\" and cited the \"really positive support from the fans\".In June 2020, it was announced that Hamilton had established The Hamilton Commission with the Royal Academy of Engineering. The  commission had been in development since December 2019 but publicly launched to coincide with the heightened media and public interest in the Black Lives Matter movement, and greater scrutiny of race inequality in society. The partnership with the Royal Academy of Engineering was established to find ways in which motorsport can engage more young people from black backgrounds with science, technology, engineering and mathematics subjects and, ultimately, employ them in motorsport or in other engineering sectors. In May 2021, Hamilton become the first recipient of the inaugural Laureus Athlete Advocate of the Year Award for his involvement in the fight against racism.Building on the recommendations of the Hamilton Commission, Hamilton launched Mission 44, a charitable foundation created to help young people from under-represented backgrounds achieve their ambitions in wider society, in July 2021. Hamilton pledged £20m of his personal wealth to support the work of the charity, including supporting organisations and programmes that narrow the gap in employment and education. Mission 44 will work in conjunction with a joint charitable foundation between Hamilton and the Mercedes Formula One team, called Ignite, which was also launched in July 2021. Ignite focuses on increasing diversity in motorsport, by improving educational opportunities and offering financial support.\n\n\n==== Human rights ====\nIn December 2020, Hamilton confronted the Bahrain's human rights abuses and spoke out on the allegations of sportswashing. Hamilton said he \"won't let it go unnoticed\" after an 11-year-old boy, Ahmed Ramadhan, wrote a letter to Hamilton, asking him to save his father, who was facing the death penalty, after a confession was allegedly extracted through torture for the death of a policeman. Hamilton spoke to human rights organisations and legal experts. He also spoke with Bahraini officials about the country's human rights. The F1 champion said that while he had no authority to choose the location for his race, \"going to these countries and just ignoring what is happening in those places\" is not the right way. In July 2021, Hamilton spoke out against the \"cowardly\" anti-LGBT laws in Hungary, after the country introduced a law that limits discussions of LGBT sexualities in school.\n\n\n==== Environmental and animal rights ====\nHamilton has repeatedly discussed environmental issues and animal rights at conferences, in interviews and in documentaries. He also uses his social media platforms to gather support for his initiatives, which range from urging China to reclassify dogs as pets instead of livestock, and backing charities which fight the illegal wildlife trade, to calling for the protection of the Amazon rainforest. In January 2020, he donated US$500,000 (approximately £383,000) to a variety of causes relating to the bushfire crisis in Australia. The money went towards the fire services and animal welfare charities.In 2019, Hamilton asked Mercedes-Benz to swap animal-derived leather in the company's models worldwide: \"I am trying to push for sustainability with my team. I am trying to get more involved in Formula 1 and be more conscious. Mercedes-Benz is a huge organisation. I have got a phone call with the CEO later today to discuss how we can work on getting rid of all the leather supplied to the cars. That is something I want to be involved in.\" The next year, he announced his aim of being carbon neutral by the end of the year, saying: \"I don't allow anyone in my office, but also within my household, to buy any plastics. I want everything recyclable, down to deodorant, down to toothbrush, all these kinds of things ... I'm trying to make as much change as I can in my personal space. I sold my plane over a year ago. I fly a lot less now. I'm trying to fly less through the year.\"\n\n\n==== UNICEF and #TOGETHERBAND ====\nIn 2012, Hamilton began working with the United Nations Children's Fund (UNICEF). In March 2012, Hamilton travelled to the Philippines where he made a short film about Manila's street children. The film was shown on ITV1 during Soccer Aid and helped raise over £4.9 million for UNICEF. In October 2012, while in India for the Grand Prix, Hamilton visited a UNICEF-funded newborn care unit and nutrition centre. Hamilton said: \"As a sportsman in the public eye, I know I have a role to play in helping to tell the stories of the world's most vulnerable children and I jumped at the chance to be able to do that again after a visit to Manila.\"In 2014, Hamilton travelled to Haiti where he made a short film about child malnutrition. The film was shown on ITV1 during Soccer Aid, and helped raise over £6 million for UNICEF. In 2015, Hamilton took part in an exhibition to highlight UNICEF's work and to celebrate its twenty-year partnership with Starwood Hotels. In June 2017, Hamilton joined the Super Dads initiative, a special UNICEF campaign that highlighted the critical role played by fathers in early childhood development. In August 2017, Hamilton visited Havana with UNICEF to learn more about its first development programmes in Cuba.In 2020, Hamilton partnered with charity campaign #TOGETHERBAND to help promote the United Nations' 17 Global Goals. As part of his campaign work, Hamilton visited Alperton Community School in North West London to speak to the students about the importance of education. Hamilton is a GOAL 4 Ambassador, focusing on the fight to provide quality education to all children.\n\n\n==== Other charities ====\nOver the past decade, Hamilton has made time for a variety of good causes, such as making hospital visits to sick children. He has invited fans, young people, and their families to join him at Grand Prix races and social events. In 2013, he became the Global Education Ambassador for Save the Children, supporting and promoting its education campaigns. Two years later, Hamilton became the first ambassador for the Invictus Games Foundation, supporting wounded, injured, and sick servicemen and women. During the COVID-19 pandemic, Hamilton's Neat Burger restaurant donated free meals to frontline NHS workers. Neat Burger also launched the \"Kids Eat Free\" scheme, serving free meals to school children during the half-term break.Hamilton often donates personal and professional paraphernalia for charity auctions. He auctioned a racing kart and raised over £42,000 for baby charity Tommy's. He raised £6,411 for the Small Steps Project in 2018, and £6,000 in 2019. In 2020, he raised another £4,000 for the Small Steps Project, while a donated race suit reportedly raised €20,000 for vulnerable children.Hamilton frequently attends charitable functions and has supported projects and charities such as the Make-A-Wish Foundation, Comic Relief, Rays of Sunshine, Children in Need, and Stevenage's Keech Hospice Care Children's Service, among others. He is also involved in charitable work through the creation of his Lewis Hamilton Foundation. Registered in June 2008, the foundation provides grants and donations to a number of charitable causes.\n\n\n=== Media reception ===\nIn December 2017, Hamilton courted controversy after sharing a video on Instagram of his nephew wearing a princess dress in which he commented: \"Why did you ask for a princess dress for Christmas, boys don't wear princess dresses.\" He was condemned on social media and by LGBT charities for his comments. He subsequently deleted the video before later deleting all content from his social media channels, although he returned to actively using his social media accounts on 17 January 2018. Hamilton apologised for his comments, and later appeared at Disneyland Paris with his nephew, who wore a princess dress for the trip, as well as featuring on the front cover of GQ wearing a rainbow tartan kilt he designed with Tommy Hilfiger, saying: \"I've done something and then realised the effect I've had ... I want to make amends. I accept it, realise it and I'm glad that I'm accountable for it.\"In December 2018, Stevenage-born Hamilton caused controversy at the BBC Sports Personality of the Year Awards where he said on live television, \"It really was a dream for us all as a family to do something different. For us to get out of the slums\" before immediately correcting himself, saying, \"Well, not the slums, but to get out of somewhere and do something. We all set our goals very, very high but we did it as a team.\" While Hamilton immediately sought to correct his remarks, the leader of Stevenage Borough Council described the comments as \"disappointing\" and noted that people felt \"very offended\". Hamilton posted a video on Instagram in which he apologised for his comments, saying \"I'm super proud of where I come from and I hope you know that I represent in the best way I can always ... Particularly when you are up in front of a crowd, trying to find the right words to express the long journey you've had in life, I chose the wrong words.\" The town mayor subsequently accepted his \"gracious apology\".Hamilton's contribution and influence has been recognised regularly in the Powerlist, an annual list of the most influential Black Britons, in which he has ranked in the top 10 in 2016 and 2017. In 2021, Hamilton was named the most influential Black Briton in the 14th Powerlist, for his sporting success and his advocacy in the Black Lives Matter movement. In 2020, he was listed as one of Time magazine's 100 most influential people globally, and was knighted in the 2021 New Year Honours for services to motorsports.Hamilton was one of several figures whose tax arrangements were singled out in a report by the charity Christian Aid in 2008. That year, Hamilton received criticism from UK members of parliament for avoiding UK taxes. Following the leak of the Paradise Papers in November 2017, it was reported that Hamilton had avoided paying £3.3 million of value added tax (VAT) on his private jet, worth £16.5 million. According to BBC Panorama, the leasing deal set up by his advisers appeared to be \"artificial\" and \"did not comply with an EU and UK ban on VAT refunds for private use\". The BBC also said that Hamilton's Instagram account provided evidence that the jet was used for personal trips. The jet was sold in September 2019. Despite not residing in the UK, HMRC data published in 2019 puts Hamilton among the top 5,000 highest UK tax payers. Hamilton told The Sunday Times in 2014: \"What people don't realise is that I pay tax here [in the UK], but I don't earn all my money here. I race in 19 different countries, so I earn my money in 20 different places and I pay tax in several different places, and I pay a lot here [UK] as well. I am contributing to the country.\"\n\n\n== Other ventures ==\nHamilton also has interests in music, saying that \"music has been a huge passion of mine since I was really young. I started playing guitar when I was 13. In here, I can be me, I can be vulnerable. I can show a side of me that people don't get to see.\" He features on Christina Aguilera's 2018 song \"Pipe\" under the pseudonym XNDA, although he did not confirm this until July 2020, when he revealed he had been writing and recording music for ten years. Hamilton also made a guest appearance in Cars 2 (2011) in which he voices an anthropomorphic version of himself. He then voiced a voice command assistant in Cars 3 (2017). Hamilton is credited as an executive producer for the 2018 documentary film The Game Changers. Hamilton has also revealed he was offered a role as a fighter pilot in the film Top Gun: Maverick (2022) by Tom Cruise, but was forced to decline the offer due to his Formula One commitments.He was also served as the \"maestro\" of the Gran Turismo series since Gran Turismo Sport in 2017 and his Time Trial Challenge DLC pack was released in that said game on 28 November 2019.In 2018, Hamilton launched the clothing line TOMMYXLEWIS during New York Fashion Week with American fashion designer Tommy Hilfiger alongside models Winnie Harlow and Hailey Baldwin. Hamilton stated \"[g]rowing up, I remember seeing the iconic Tommy Hilfiger flag\" and Hilfiger commented on Hamilton, saying that \"Lewis is bold in everything he does ... He's not afraid to take risks. And he has a cool and sophisticated style that really speaks to the new generation of Tommy fans.\"In September 2019, Hamilton launched a vegan restaurant named Neat Burger. It claims to be the first international plant-based burger chain. In 2020, Neat Burger was crowned Best Vegan Restaurant of the Year at the Deliveroo Restaurant Awards. In August 2020, Daily Front Row listed Hamilton as one of a group of high-profile investors who purchased W, a troubled fashion magazine. In 2021, for the second consecutive year, Neat Burger was crowned Best Vegan Restaurant at the Deliveroo Restaurant Awards. Neat Burger was also named People for the Ethical Treatment of Animals's inaugural Company of the Year.Hamilton also became an Ambassador for the luxury watch company IWC, owned by Richemont. Throughout 2021, Hamilton toured the world via PORTL hologram, first in Europe and then making its U.S. debut in Los Angeles in September.\nIn September 2020, Hamilton launched X44 to compete in the all-electric SUV off-road racing series Extreme E from the 2021 season on. The X44 team finished 2nd in the inaugural Extreme E championship, behind Nico Rosberg's RXR team. In January 2022, X44 were crowned inaugural winners of Extreme E Sustainability Award. The team won the 2022 Championship in the final race of the season, beating RXR, who were disqualified from the race.In August 2022, Hamilton joined the newly-established ownership group of the National Football League's Denver Broncos.\n\n\n== Personal life ==\nIn 2017, Hamilton told the BBC that he had become vegan because \"[a]s the human race, what we are doing to the world ... the pollution [in terms of emissions of global-warming gases] coming from the amount of cows that are being produced is incredible. The cruelty is horrible and I don't necessarily want to support that and I want to live a healthier life.\" In 2018 he was named the PETA Person of the Year for his vegan activism. In 2018, Hamilton said in an interview that he gave up drinking \"a while ago\". His racing number has always been 44 because when he started racing at age 8 his father's red Vauxhall Cavalier had the number plate \"F44\" and it was his father's idea to use it.Hamilton is a fan of art and has said that one of his favourite artists is Andy Warhol. Prior to the 2014 United States Grand Prix, Hamilton wore a gold-framed version of Warhol's Cars, Mercedes-Benz 300 SL Coupe painting hanging from a chain around his neck. From November 2007 to February 2015, Hamilton was in an on-and-off relationship with Nicole Scherzinger, the lead singer of the American girl group Pussycat Dolls.Hamilton is a Catholic; he says that he prays regularly and is guided by his faith. Hamilton believes that he has the \"hand of God\" resting over him when racing in Formula One. Hamilton is also a supporter of LGBT rights, and strongly criticised the Hungarian government before the 2021 Hungarian Grand Prix, while also calling out the \"terrifying\" Saudi Arabian LGBT laws before that Grand Prix.On 14 March 2022, Hamilton revealed that he is in the process of legally changing his name to include his mother's maiden name, Larbalestier, as a middle name. On 9 June 2022, Hamilton was made an honorary citizen of Brazil after a proposal made by politician André Figueiredo was passed in the Brazilian Chamber of Deputies.\n\n\n=== Legal issues ===\nOn 18 December 2007, Hamilton was suspended from driving in France for a month after being caught speeding at 196 km/h (122 mph) on a French motorway. His Mercedes-Benz CLK was also impounded. Two days before the 2010 Australian Grand Prix, Victoria Police witnessed Hamilton \"deliberately losing traction\" in his silver Mercedes-AMG C63, and impounded the car for 48 hours. Hamilton immediately released a statement of apology for \"driving in an over-exuberant manner\". After being charged with intentionally losing control of a vehicle, Hamilton was eventually fined A$500 (£288), being described as a \"hoon\" by the magistrate.In 2017, Hamilton's rights management company 44IP opposed Swatch Group's application to register a trade mark for \"HAMILTON INTERNATIONAL\" in Europe for the sale of watches and timepieces. This was likely to have been encouraged, or even required, by Hamilton's own watch sponsor. 44IP alleged that Swatch Group's application was made in bad faith and that it was contrary to \"fair competition\" in relation to 44IP's existing \"LEWIS HAMILTON\" mark. In 2020, the case was heard before the European Union Intellectual Property Office (EUIPO). The EUIPO rejected 44IP's arguments, ruling that there had been no bad faith by Swatch Group (with \"HAMILTON INTERNATIONAL\" having been used on relevant goods since 1892) and that 44IP's \"LEWIS HAMILTON\" trade mark did not extend to the word \"HAMILTON\" alone for the purposes of protecting the existing mark.\n\n\n=== Residence ===\nHamilton moved to Luins, Vaud, Switzerland in 2007, citing privacy as his main reason for leaving the UK. He later said on the television show Parkinson that taxation was also a factor in his decision.In 2010, Hamilton, like many other Formula One drivers, moved to Monaco, purchasing a house worth a reported £10 million. Hamilton also owns an apartment in Manhattan, New York which he bought for US$40 million in 2017, and an estate in Colorado where he has said he would live after his retirement.\n\n\n=== Wealth and income ===\nIn 2015, Hamilton was ranked as the richest British sportsperson, with an estimated personal fortune of £88 million. In 2018, it was reported that Hamilton had a net worth of £159 million. In 2020, Hamilton's fortune was an estimated £224 million, making him the richest British sports star in the history of the Sunday Times Rich List.Before the 2015 Monaco Grand Prix weekend, Hamilton signed a contract to stay with Mercedes until the end of the 2018 season in a deal reportedly worth more than £100 million over the three years, making him one of the best-paid drivers in Formula One. In the week leading up to the 2018 German Grand Prix, Hamilton signed a two-year contract with Mercedes, reported to be worth up to £40 million per year, making him the best-paid driver in the history of Formula One. According to Forbes, Hamilton was one of the highest-paid athletes of twenty-tens decade, and also the highest-paid Formula One driver from 2013 to 2021.\n\n\n== Karting record ==\n\n\n=== Karting career summary ===\n\n\n== Racing record ==\n\n\n=== Racing career summary ===\n\n\n=== Complete Macau Grand Prix results ===\n\n\n=== Complete Formula 3 Euro Series results ===\n(key) (Races in bold indicate pole position; races in italics indicate fastest lap)\n\n\n=== Complete GP2 Series results ===\n(key) (Races in bold indicate pole position; races in italics indicate fastest lap)\n\n\n=== Complete Formula One results ===\n(key) (Races in bold indicate pole position; races in italics indicate fastest lap)\n\n Did not finish, but was classified as he had completed more than 90% of the race distance. Half points awarded as less than 75% of race distance was completed.\n\n\n=== Formula One records ===\n\nHamilton debuted at the 2007 Australian Grand Prix becoming the first black driver in Formula One. He has set several records throughout his career. Hamilton has the most career wins, most pole positions, most podium finishes, most career points, and most laps led, among other records. When Hamilton won the 2008 F1 World Championship, after finishing fifth in the Brazilian Grand Prix, he had become the youngest driver ever to win the championship at age 23 years and 301 days, a triumph that was beaten by Sebastian Vettel in 2010.\n\n\n== Honours and achievements ==\n\n\n=== Formula One ===\nFormula One World Drivers' Championship: 2008, 2014, 2015, 2017, 2018, 2019, 2020\nFormula One World Constructors' Championship: 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021\nDHL Fastest Lap Award: 2014, 2015, 2017, 2019, 2020\nFIA Pole Trophy/Pirelli Pole Position Award: 2015, 2016, 2017, 2018, 2020\nHawthorn Memorial Trophy: 2007, 2008, 2012, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021\nLorenzo Bandini Trophy: 2009\n\n\n=== Other awards ===\n\nThroughout his career, Hamilton has received several awards and honors. He won the Laureus Breakthrough of the Year Award in 2008 and the Sportsman of the Year Award in 2020. Hamilton also won Pride of Britain Awards (2007), Best Driver ESPY Award (2017; 2021), BBC Sports Personality of the Year Award (2014; 2020), L'Équipe Champion of Champions (2020), and Gazzetta World Sportsman of the Year (2018; 2020), among others prizes and awards. He was elected FIA Personality of the Year four times (2014; 2018; 2020; 2021), and was inducted to FIA Hall of Fame in 2017.\n\n\n=== Orders and special awards ===\n UK\n Member of the Order of the British Empire (2008)\n Knight Bachelor (2020)\n Grenada\nHonorary Award, Grenada (2008)\n\n\n=== Recognition ===\nA portrait of Hamilton by photographer Dario Mitidieri is held in the collection of the National Portrait Gallery, London.\nThe Hamilton Straight, Silverstone Circuit.\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\nHamilton, Lewis (2007). Lewis Hamilton: My Story (hardback ed.). London: HarperSport. p. 320. ISBN 978-0-00-727005-7. (Also in paperback Lewis Hamilton: my story. HarperSport. 2008. p. 336. ISBN 978-0-00-727006-4.)\nHughes, Mark (2007). Lewis Hamilton: The Full Story (hardback ed.). Thriplow: Icon Books Ltd. p. 224. ISBN 978-0-00-727006-4. (Also in paperback as Mark Hughes (2008). Lewis Hamilton: the full story. Icon Books Ltd. p. 304. ISBN 978-1-84046-941-7.)\nWorrall, Frank (2007). Lewis Hamilton: The Biography (hardback ed.). London: John Blake Publishing. p. 306. ISBN 978-1-84454-543-8. (Also in paperback Lewis Hamilton: The Biography. John Blake Publishing. 2008. p. 288. ISBN 978-1-84454-581-0.)\nStafford, Ian (2007). Lewis Hamilton: New Kid on the Grid. Edinburgh: Mainstream Publishing Co. (Edinburgh) Ltd. p. 224. ISBN 978-1-84596-338-5.\nBelton, Brian (2007). Lewis Hamilton: A Dream Comes True. London: Pennant Publishing Ltd. p. 256. ISBN 978-1-906015-07-7.\nRogers, Gareth (2007). Lewis Hamilton: The Story So Far (paperback ed.). Stroud: The History Press Ltd. p. 200. ISBN 978-0-7524-4480-2.\nvan de Burgt, Andrew (2007). Lewis Hamilton: A portrait of Britain's new F1 hero (hardback ed.). Yeovil: J H Haynes & Co Ltd. p. 160. ISBN 978-1-84425-480-4.\nJones, Bruce (2007). Lewis Hamilton: The People's Champion (ITV SPORT) (hardback ed.). London: Carlton Books Ltd. p. 128. ISBN 978-1-84442-027-8.\nApps, Roy (2008). Lewis Hamilton (Dream to Win) (paperback ed.). London: Franklin Watts Ltd. p. 48. ISBN 978-0-7496-8233-0.\nTownsend, John (2008). Lewis Hamilton (hardback ed.). Oxford: Raintree Publishers. p. 32. ISBN 978-1-4062-0953-2.\nSpragg, Ian (2008). Lewis Hamilton: The Rise of F1's New Superstar. Bath: Parragon. ISBN 978-1407521046.\nWorrall, Frank (2016). Lewis Hamilton: Triple World Champion: The Biography (paperback ed.). London: John Blake Publishing Ltd. p. 388. ISBN 978-1-7860-6033-4.\n\n\n== External links ==\n\nOfficial website\nLewis Hamilton career summary at DriverDB.com\nLewis Hamilton biography at MercedesAMGF1.com\nLewis Hamilton at IMDb",
  "summary": "Sir Lewis Carl Davidson Hamilton   (born 7 January 1985) is a British racing driver currently competing in Formula One, driving for Mercedes-AMG Petronas Formula One Team. In Formula One, Hamilton has won a joint-record seven World Drivers' Championship titles (tied with Michael Schumacher), and holds the records for the most wins (103), pole positions (103), and podium finishes (191), among others.\nBorn and raised in Stevenage, Hertfordshire, Hamilton joined the McLaren young driver programme in 1998 at the age of 13, becoming the youngest racing driver ever to be contracted by a Formula One team. This led to a Formula One drive with McLaren for six years from 2007 to 2012, making Hamilton the first black driver to race in the series. In his inaugural season, Hamilton set numerous records as he finished runner-up to Kimi Räikkönen by one point. The following season, he won his maiden title in dramatic fashion—making a crucial overtake at the last corner on the last lap of the last race of the season—to become the then-youngest Formula One World Champion in history.  After six years with McLaren, Hamilton signed with Mercedes in 2013.\nChanges to the regulations for 2014 mandating the use of turbo-hybrid engines saw the start of a highly successful period for Hamilton, during which he won six further drivers' titles. Consecutive titles came in 2014 and 2015 during an intense rivalry with teammate Nico Rosberg. Following Rosberg's retirement in 2016, Ferrari's Sebastian Vettel became Hamilton's closest rival in two championship battles, in which Hamilton twice overturned mid-season point deficits to claim consecutive titles again in 2017 and 2018. His third and fourth consecutive titles followed in 2019 and 2020 to equal Schumacher's record of seven drivers' titles. Hamilton achieved his 100th pole position and race win during the 2021 season. \nHamilton has been credited with furthering Formula One's global following by appealing to a broader audience outside the sport, in part due to his high-profile lifestyle, environmental and social activism, and exploits in music and fashion. He has also become a prominent advocate in support of activism to combat racism and push for increased diversity in motorsport. Hamilton was the highest-paid Formula One driver from 2013 to 2021, and was ranked as one of the world's highest-paid athletes by Forbes of twenty-tens decade and 2021. He was also listed in the 2020 issue of Time as one of the 100 most influential people globally, and was knighted in the 2021 New Year Honours. Hamilton was granted honorary Brazilian citizenship in 2022.\n\n",
  "categories": [
    "1985 births",
    "ART Grand Prix drivers",
    "All articles containing potentially dated statements",
    "All articles with dead external links",
    "Articles containing potentially dated statements from 2022",
    "Articles with BIBSYS identifiers",
    "Articles with BNF identifiers",
    "Articles with CANTICN identifiers",
    "Articles with FAST identifiers",
    "Articles with GND identifiers",
    "Articles with ISNI identifiers",
    "Articles with J9U identifiers",
    "Articles with LCCN identifiers",
    "Articles with LNB identifiers",
    "Articles with MusicBrainz identifiers",
    "Articles with NDL identifiers",
    "Articles with NKC identifiers",
    "Articles with NTA identifiers",
    "Articles with PLWABN identifiers",
    "Articles with RERO identifiers",
    "Articles with SUDOC identifiers",
    "Articles with VIAF identifiers",
    "Articles with WorldCat identifiers",
    "Articles with dead external links from July 2021",
    "Articles with hCards",
    "Articles with short description",
    "BBC Sports Personality of the Year winners",
    "BRDC Gold Star winners",
    "Black British sportsmen",
    "British Catholics",
    "British Formula Renault 2.0 drivers",
    "CS1 Italian-language sources (it)",
    "CS1 Spanish-language sources (es)",
    "Commons category link from Wikidata",
    "Denver Broncos personnel",
    "English Formula One drivers",
    "English Roman Catholics",
    "English expatriate sportspeople in Monaco",
    "English expatriate sportspeople in Switzerland",
    "English human rights activists",
    "English humanitarians",
    "English male karateka",
    "English philanthropists",
    "English racing drivers",
    "English sportspeople of Grenadian descent",
    "EngvarB from July 2020",
    "Formula 3 Euro Series champions",
    "Formula 3 Euro Series drivers",
    "Formula One World Drivers' Champions",
    "Formula One race winners",
    "Formula Renault Eurocup drivers",
    "GP2 Series Champions",
    "GP2 Series drivers",
    "German Formula Renault 2.0 drivers",
    "Good articles",
    "Karting World Championship drivers",
    "Knights Bachelor",
    "Lewis Hamilton",
    "Living people",
    "Manor Motorsport drivers",
    "McLaren Formula One drivers",
    "Members of the Order of the British Empire",
    "Mercedes-Benz Formula One drivers",
    "Motorsport team owners",
    "Official website different in Wikidata and Wikipedia",
    "Pages containing London Gazette template with parameter supp set to y",
    "Pages using small with an empty input parameter",
    "People from Stevenage",
    "People in sports awarded knighthoods",
    "People named in the Paradise Papers",
    "Segrave Trophy recipients",
    "Short description is different from Wikidata",
    "Sportspeople from Hertfordshire",
    "Sportspeople with dyslexia",
    "Use dmy dates from January 2023",
    "Wikipedia indefinitely move-protected pages",
    "Wikipedia indefinitely semi-protected biographies of living people"
  ]
}