{
  "title": "Machu Picchu",
  "url": "https://en.wikipedia.org/wiki/Machu_Picchu",
  "content": "Machu Picchu is a 15th-century Inca citadel located in the Eastern Cordillera of southern Peru on a 2,430-meter (7,970 ft) mountain ridge.  Often referred to as the \"Lost City of the Incas\", it is the most familiar icon of the Inca Empire. It is located in the Machupicchu District within Urubamba Province above the Sacred Valley, which is 80 kilometers (50 mi) northwest of Cusco. The Urubamba River flows past it, cutting through the Cordillera and creating a canyon with a tropical mountain climate.For most speakers of English or Spanish, the first 'c' in Picchu is silent. In English, the name is pronounced  or , in Spanish as [ˈmatʃu ˈpitʃu] or [ˈmatʃu ˈpiktʃu], and in Quechua (Machu Pikchu) as [ˈmatʃʊ ˈpɪktʃʊ].\nThe Inca civilization had no written language and no European visited the site until the 19th century, so far as is known, so there are no written records of the site while it was in use. The names of the buildings, their supposed uses, and their inhabitants are all the product of modern archaeologists on the basis of physical evidence, including tombs at the site.\nMost recent archaeologists believe that Machu Picchu was constructed as an estate for the Inca emperor Pachacuti (1438–1472). The Incas built the estate around 1450 but abandoned it a century later, at the time of the Spanish conquest. According to the new AMS radiocarbon dating, it was occupied from c. 1420–1532. Historical research published in 2022 claims that the site was probably called Huayna Picchu by the Inca, as it exists on the smaller peak of the same name.Machu Picchu was built in the classical Inca style, with polished dry-stone walls. Its three primary structures are the Intihuatana, the Temple of the Sun, and the Room of the Three Windows. Most of the outlying buildings have been reconstructed in order to give visitors a better idea of how they originally appeared. By 1976, 30% of Machu Picchu had been restored and restoration continues.Machu Picchu was declared a Peruvian Historic Sanctuary in 1981 and a UNESCO World Heritage Site in 1983. In 2007, Machu Picchu was voted one of the New Seven Wonders of the World in a worldwide internet poll. Due to widespread protests in Peru against President Dina Boluarte and the Congress of Peru, Machu Picchu has been closed to visitors indefinitely since January 2023.\n\n\n== Etymology ==\n\nIn the Quechua language, machu means \"old\" or \"old person\", while pikchu means either \"portion of coca being crunched\" or \"pyramid; pointed, multi-sided solid; cone\". Thus the name of the site is sometimes interpreted as \"old mountain\". The site is on a narrow saddle between two mountain peaks: Machu Picchu and Huayna Picchu.A study published in 2022 in Ñawpa Pacha: Journal of the Institute of Andean Studies suggests that, in the Quechua language, the abandoned Inca site was called \"Huayna Picchu\", after the smaller peak at the site, or perhaps, just \"Picchu\". Huayna means \"young\" in the Quechua language. The research documents that, starting in 1911, with the publications of American historian and explorer Hiram Bingham, the name Machu Picchu became associated with the ruins. Evidence of references by native Quechua speakers dating to their reports to the Spanish, early maps, and even discussions with Bingham, is cited in the new research into historical records regarding an apparently arbitrary selection of the name Bingham associated with the site—that differed from the traditional name. The name given to the abandoned settlement by its builders has not been determined by researchers.\n\n\n== History ==\n\nMachu Picchu was believed (by Richard L. Burger, professor of anthropology at Yale University) to have been built in the 1450s. However, a 2021 study led by Burger used radiocarbon dating (specifically, AMS) to reveal that Machu Picchu may have been occupied from around 1420–1530 AD. Construction appears to date from two great Inca rulers, Pachacutec Inca Yupanqui (1438–1471) and Túpac Inca Yupanqui (1472–1493).: xxxvi  There is a consensus among archaeologists that Pachacutec ordered the construction of the royal estate for his use as a retreat, most likely after a successful military campaign. Although Machu Picchu is considered to be a \"royal\" estate, it would not have been passed down in the line of succession. Rather it was used for 80 years before being abandoned, seemingly because of the Spanish conquests in other parts of the Inca Empire. It is possible that most of its inhabitants died from smallpox introduced by travelers before the Spanish conquistadors arrived in the area.\n\n\n=== Ancient Life ===\n\n\n==== Daily life in Machu Picchu ====\nDuring its use as a royal estate, it is estimated that about 750 people lived there, with most serving as support staff (yanaconas, yana) who lived there permanently. Though the estate belonged to Pachacutec, religious specialists and temporary specialized workers (mayocs) lived there as well, most likely for the ruler's well-being and enjoyment. During the harsher season, staff dropped down to around a hundred servants and a few religious specialists focused on maintenance alone.Studies show that, according to their skeletal remains, most people who lived there were immigrants from diverse backgrounds. They lacked the chemical markers and osteological markers they would have if they had been living there their whole lives. Instead, there was bone damage from various species of water parasites indigenous to different areas of Peru. There were also varying osteological stressors and varying chemical densities suggesting varying long-term diets characteristic of specific regions that were spaced apart. These diets are composed of varying levels of maize, potatoes, grains, legumes, and fish, but the overall most recent short-term diet for these people was composed of less fish and more corn. This suggests that several of the immigrants were from more coastal areas and moved to Machu Picchu where corn was a larger portion of food intake. Most skeletal remains found at the site had lower levels of arthritis and bone fractures than those found in most sites of the Inca Empire. Inca individuals who had arthritis and bone fractures were typically those who performed heavy physical labor (such as the Mit'a) or served in the Inca military.\n\nAnimals are also suspected to have migrated to Machu Picchu, as there were several bones found that were not native to the area. Most animal bones found were from llamas and alpacas. These animals naturally live at altitudes of 4,000 meters (13,000 ft) rather than the 2,400 meters (7,900 ft) elevation of Machu Picchu. Most likely, these animals were brought in from the Puna region for meat consumption and for their pelts. Guinea pigs were also found at the site in special tomb caves, suggesting that they were at least used for funerary rituals, as it was common throughout the Inca Empire to use them for sacrifices and meat. Six dogs were also recovered from the site. Due to their placements among the human remains, it is believed that they served as companions of the dead.\n\n\n==== Agricultural activity ====\n\nMuch of the farming done at Machu Picchu was done on its hundreds of man-made terraces. These terraces were a work of considerable engineering, built to ensure good drainage and soil fertility while also protecting the mountain itself from erosion and landslides. However, the terraces were not perfect, as studies of the land show that there were landslides that happened during the construction of Machu Picchu. Still visible are places where the terraces were shifted by landslides and then stabilized by the Inca as they continued to build around the area. Terraces constructed overlooking Urubamba River and many other springs provided fresh water for crop production and served more than 1,000 households.However, it has been found that the terrace farming area makes up only about 4.9 ha (12 acres) of land, and a study of the soil around the terraces showed that what was grown there was mostly corn and potatoes, which was not enough to support the 750+ people living at Machu Picchu. This explains why when studies were done on the food that the Inca ate at Machu Picchu, it was found that most of what they ate was imported from the surrounding valleys and farther afield.It is estimated that the area around the site has received more than 1,800 mm (71 in) of rain per year since AD 1450, which was more than needed to support crop growth there. Because of the large amount of rainfall at Machu Picchu, it was found that irrigation was not needed for the terraces. The terraces received so much rain that they were built by Incan engineers specifically to allow for ample drainage of the extra water. Excavation and soil analyses done by Kenneth Wright in the 1990s showed that the terraces were built in layers, with a bottom layer of larger stones covered by loose gravel. On top of the gravel was a layer of mixed sand and gravel packed together, with rich topsoil covering all of that. It was shown that the topsoil was probably moved from the valley floor to the terraces because it was much better than the soil higher up the mountain.\n\n\n==== Human sacrifice and mysticism ====\n\nLittle information describes human sacrifices at Machu Picchu, though many sacrifices were never given a proper burial, and their skeletal remains succumbed to the elements. However, there is evidence that retainers were sacrificed to accompany a deceased noble in the afterlife.: 107, 119  Animal, liquid and dirt sacrifices to the gods were more common, made at the Altar of the Condor. The tradition is upheld by members of the New Age Andean religion.: 263 \n\n\n=== Encounters with Westerners ===\n\n\n==== Spanish discovery ====\nIn the late 1500s, Spaniards who recently gained control of the area documented that indigenous individuals mentioned returning to \"Huayna Picchu\", the name that is believed to be originally given to the site by locals. The Spanish conquistador Baltasar de Ocampo had notes of a visit during the end of the 16th century to a mountain fortress called Pitcos with very sumptuous and majestic buildings, erected with great skill and art, all the lintels of the doors, as well the principal as the ordinary ones, being of marble, elaborately carved.\n\nOver the centuries, the surrounding jungle overgrew the site, and few outside the immediate area knew of its existence. The site may have been re-discovered and plundered in 1867 by a German businessman, Augusto Berns. Some evidence indicates that the German engineer J. M. von Hassel arrived earlier. Maps show references to Machu Picchu as early as 1874. A 1904 atlas designated the site as Huayna Picchu.\n\n\n==== Search for the Inca capital ====\nIn 1911 American historian and explorer Hiram Bingham traveled the region looking for the old Inca capital and was led to Machu Picchu by a villager, Melchor Arteaga. Bingham found the name Agustín Lizárraga and the date 1902 written in charcoal on one of the walls. Though Bingham was not the first to visit the ruins, he was considered the scientific discoverer who brought Machu Picchu to international attention. Bingham organized another expedition in 1912 to undertake major clearing and excavation.: xxx–xxxi \n\n\n==== First American expedition ====\n\nBingham was a lecturer at Yale University, although not a trained archaeologist. In 1909, returning from the Pan-American Scientific Congress in Santiago, he travelled through Peru and was invited to explore the Inca ruins at Choqquequirau in the Apurímac Valley. He organized the 1911 Yale Peruvian Expedition in part to search for the Inca capital, which was thought to be the city of Vitcos. He consulted Carlos Romero, one of the chief historians in Lima who showed him helpful references and Father Antonio de la Calancha’s Chronicle of the Augustinians. In particular, Ramos thought Vitcos was \"near a great white rock over a spring of fresh water.\" Back in Cusco again, Bingham asked planters about the places mentioned by Calancha, particularly along the Urubamba River. According to Bingham, \"one old prospector said there were interesting ruins at Machu Picchu,\" though his statements \"were given no importance by the leading citizens.\" Only later did Bingham learn that Charles Wiener also heard of the ruins at Huayna Picchu and Machu Picchu, but was unable to reach them.\n\nArmed with this information the expedition went down the Urubamba River. En route, Bingham asked local people to show them Inca ruins, especially any place described as having a white rock over a spring.: 137 At Mandor Pampa, Bingham asked farmer and innkeeper Melchor Arteaga if he knew of any nearby ruins. Arteaga said he knew of excellent ruins on the top of Huayna Picchu. The next day, 24 July, Arteaga led Bingham and Sergeant Carrasco across the river on a log bridge and up the Machu Picchu site. At the top of the mountain, they came across a small hut occupied by a couple of Quechua, Richard and Alvarez, who were farming some of the original Machu Picchu agricultural terraces that they had cleared four years earlier. Alvarez's 11-year-old son, Pablito, led Bingham along the ridge to the main ruins.The ruins were mostly covered with vegetation except for the cleared agricultural terraces and clearings used by the farmers as vegetable gardens. Because of the vegetation, Bingham was not able to observe the full extent of the site. He took preliminary notes, measurements, and photographs, noting the fine quality of Inca stonework of several principal buildings. Bingham was unclear about the original purpose of the ruins, but decided that there was no indication that it matched the description of Vitcos.: 141, 186–187 The expedition continued down the Urubamba and up the Vilcabamba Rivers examining all the ruins they could find. Guided by locals, Bingham rediscovered and correctly identified the site of the old Inca capital, Vitcos (then called Rosaspata), and the nearby temple of Chuquipalta. He then crossed a pass and into the Pampaconas Valley where he found more ruins heavily buried in the jungle undergrowth at Espíritu Pampa, which he named \"Trombone Pampa\". As was the case with Machu Picchu, the site was so heavily overgrown that Bingham could only note a few of the buildings. In 1964, Gene Savoy further explored the ruins at Espiritu Pampa and revealed the full extent of the site, identifying it as Vilcabamba Viejo, where the Incas fled after the Spanish drove them from Vitcos.: xxxv Bingham returned to Machu Picchu in 1912 under the sponsorship of Yale University and National Geographic again and with the full support of Peruvian President Leguia. The expedition undertook a four-month clearing of the site with local labor, which was expedited with the support of the Prefect of Cusco. Excavation started in 1912 with further excavation undertaken in 1914 and 1915. Bingham focused on Machu Picchu because of its fine Inca stonework and well-preserved nature, which had lain undisturbed since the site was abandoned. None of Bingham's several hypotheses explaining the site held up. During his studies, he carried various artifacts back to Yale. One prominent artifact was a set of 15th-century, ceremonial Incan knives made from bismuth bronze; they are the earliest known artifact containing this alloy.Although local institutions initially welcomed the exploration, they soon accused Bingham of legal and cultural malpractice. Rumors arose that the team was stealing artifacts and smuggling them out of Peru through Bolivia. (In fact, Bingham removed many artifacts, but openly and legally; they were deposited in the Yale University Museum. Bingham was abiding by the 1852 Civil Code of Peru; the code stated that \"archaeological finds generally belonged to the discoverer, except when they had been discovered on private land.\" (Batievsky 100) ) Local press perpetuated the accusations, claiming that the excavation harmed the site and deprived local archaeologists of knowledge about their own history. Landowners began to demand rent from the excavators. By the time Bingham and his team left Machu Picchu, locals had formed coalitions to defend their ownership of Machu Picchu and its cultural remains, while Bingham claimed the artifacts ought to be studied by experts in American institutions.\n\n\n=== Current state ===\n\n\n==== Preservation ====\nIn 1981, Peru declared an area of 325.92 square kilometers (125.84 sq mi) surrounding Machu Picchu a \"historic sanctuary\". In addition to the ruins, the sanctuary includes a large portion of the adjoining region, rich with the flora and fauna of the Peruvian Yungas and Central Andean wet puna ecoregions.In 1983, UNESCO designated Machu Picchu a World Heritage Site, describing it as \"an absolute masterpiece of architecture and a unique testimony to the Inca civilization\".\n\n\n==== The modern town of Machu Picchu ====\nAlong the Urubamba river, below the ruins, surrounding the train line \"street\", is the town of Machu Picchu, also known as Aguas Calientes (hot springs), with a post office, a train station, many inexpensive and some expensive hotels, and other services for the many tourists. The station, called Puente Ruinas (the bridge to the ruins) is the end of the line for the tren de turismo, the tourist train, which arrives every morning from Cusco and returns every afternoon. There is a luxury hotel on the mountain, near the ruins.Machu Picchu is officially twinned with Haworth, West Yorkshire in the United Kingdom.\n\n\n==== Tourist activity ====\nMachu Picchu is both a cultural and natural UNESCO World Heritage Site. Since its rediscovery in 1911, growing numbers of tourists have visited the site each year, with numbers exceeding 1.4 million in 2017. As Peru's most visited tourist attraction, and a major revenue generator, it is continually exposed to economic and commercial forces. In the late 1990s, the Peruvian government granted concessions to allow the construction of a cable car and a luxury hotel, including a tourist complex with boutiques and restaurants and a bridge to the site. Many people protested the plans, including Peruvians and foreign scientists, saying that more visitors would pose a physical burden on the ruins. In 2018, plans were restarted to again construct a cable car to encourage Peruvians to visit Machu Picchu and boost domestic tourism. A no-fly zone exists above the area. UNESCO is considering putting Machu Picchu on its List of World Heritage in Danger.During the 1980s, a large rock from Machu Picchu's central plaza was moved to a different location to create a helicopter landing zone. In the 1990s, the government prohibited helicopter landings. In 2006, a Cusco-based company, Helicusco, sought approval for tourist flights over Machu Picchu. The resulting license was soon rescinded.Tourist deaths have been linked to altitude sickness, floods and hiking accidents. UNESCO received criticism for allowing tourists at the location given high risks of landslides, earthquakes and injury due to decaying structures.In 2014, nude tourism was a trend at Machu Picchu and Peru's Ministry of Culture denounced the activity. Cusco's Regional Director of Culture increased surveillance to end the practice.From 1994 to 2019, the Chief of the National Archaeological Park of Machu Picchu was Fernando Astete, a Peruvian anthropologist and archaeologist, who worked for more than thirty years on the preservation, conservation and research of the site. As a result of his research as director of the Park, the construction processes and functions of the sanctuary were acknowledged by the scientific community and a better understanding of the Inca landscape was given to the general public, who increasingly started to implement more sustainable tourism in the area, as a sign of respect for the site.During the 2022–2023 Peruvian protests against Dina Boluarte and the Congress of Peru, protesters blocked various routes to Machu Picchu, trapping thousands of tourists at the mountain citadel in December 2022, resulting with the government having to airlift stranded visitors. Due to the complications surrounding visitors and the protests, the Ministry of Culture closed Machu Picchu from the public indefinitely on 22 January 2023.\n\n\n== Geography ==\n\nMachu Picchu lies in the southern hemisphere, 13.111 degrees south of the equator. It is 80 kilometers (50 miles) northwest of Cusco, on the crest of the mountain Machu Picchu, located about 2,430 meters (7,970 feet) above mean sea level, over 1,000 meters (3,300 ft) lower than Cusco, which has an elevation of 3,400 meters (11,200 ft). As such, it had a milder climate than the Inca capital. It is one of the most important archaeological sites in South America, one of the most visited tourist attractions in Latin America and the most visited in Peru.Machu Picchu features wet humid summers and dry frosty winters, with the majority of the annual rain falling from March through to October.Machu Picchu is situated above a bow of the Urubamba River, which surrounds the site on three sides, where cliffs drop vertically for 450 meters (1,480 ft) to the river at their base. The area is subject to morning mists rising from the river. The location of the city was a military secret, and its deep precipices and steep mountains provided natural defenses. The Inca Bridge, an Inca grass rope bridge, across the Urubamba River in the Pongo de Mainique, provided a secret entrance for the Inca army. Another Inca bridge was built to the west of Machu Picchu, the tree-trunk bridge, at a location where a gap occurs in the cliff that measures 6 meters (20 ft).\n\nThe city sits in a saddle between the two mountains Machu Picchu and Huayna Picchu, with a commanding view down two valleys and a nearly impassable mountain at its back. It has a water supply from springs that cannot be blocked easily. The hillsides leading to it were terraced, to provide more farmland to grow crops and to steepen the slopes that invaders would have to ascend. The terraces reduced soil erosion and protected against landslides. Two high-altitude routes from Machu Picchu cross the mountains back to Cusco, one through the Sun Gate, and the other across the Inca bridge. Both could be blocked easily, should invaders approach along them.\nMachu Picchu and other sites in the area are built over earthquake faults. This may not be a coincidence, according to 2019 research: \"One simple answer, researchers now suggest, is that that’s where building materials for the site — large amounts of already fractured rock — were readily available.\"\n\n\n== Site ==\n\n\n=== Layout ===\n\nThe site is roughly divided into an urban sector and an agricultural sector, and into an upper town and a lower town. The temples are in the upper town, the warehouses in the lower.The architecture is adapted to the mountains. Approximately 200 buildings are arranged on wide parallel terraces around an east–west central square. The various compounds, called kanchas, are long and narrow in order to exploit the terrain. Sophisticated channeling systems provided irrigation for the fields. Stone stairways set in the walls allowed access to the different levels across the site. The eastern section of the city was probably residential. The western, separated by the square, was for religious and ceremonial purposes. This section contains the Torreón, the massive tower which may have been used as an observatory.Located in the first zone are the primary archaeological treasures: the Intihuatana, the Temple of the Sun and the Room of the Three Windows.\nThe Popular District, or Residential District, is the place where the lower-class people lived. It includes storage buildings and simple houses.\nThe royalty area, a sector for the nobility, is a group of houses located in rows over a slope; the residence of the amautas (wise people) was characterized by its reddish walls, and the zone of the ñustas (princesses) had trapezoid-shaped rooms. The Monumental Mausoleum is a carved statue with a vaulted interior and carved drawings. It was used for rites or sacrifices.\nThe Guardhouse is a three-sided building, with one of its long sides opening onto the Terrace of the Ceremonial Rock. The three-sided style of Inca architecture is known as the wayrona style.In 2005 and 2009, the University of Arkansas made detailed laser scans of the entire site and of the ruins at the top of the adjacent Huayna Picchu mountain. The scan data is available online for research purposes.\n\n\n=== Sites of interest ===\n\n\n==== Temple of the Sun or Torreón ====\nThis semicircular temple is built on the same rock overlying Bingham's \"Royal Mausoleum\", and is similar to the Temple of the Sun found in Cusco and the Temple of the Sun found in Pisac, in having what Bingham described as a \"parabolic enclosure wall\". The stonework is of ashlar quality. Within the temple is a 1.2 m by 2.7 m rock platform, smooth on top except for a small platform on its southwest quadrant. A \"Serpent's Door\" faces 340°, or just west of north, opening onto a series of 16 pools, and affording a view of Huayna Picchu. The temple also has two trapezoidal windows, one facing 65°, called the \"Solstice Window\", and the other facing 132°, called the \"Qullqa Window\". The northwest edge of the rock platform points out the Solstice Window to within 2’ of the 15th century June solstice rising Sun. For comparison, the angular diameter of the Sun is 32'. The Inca constellation Qullca, storehouse, can be viewed out the Qullqa Window at sunset during the 15th-century June Solstice, hence the window's name. At the same time, the Pleaides are at the opposite end of the sky. Also seen through this window on this night are the constellations Llamacnawin, Llama, Unallamacha, Machacuay, and the star Pachapacariq Chaska (Canopus).\n\n\n==== Intihuatana stone ====\n\nThe Intihuatana stone is one of many ritual stones in South America. These stones are arranged to point directly at the sun during the winter solstice. The name of the stone (perhaps coined by Bingham) derives from Quechua language: inti means \"sun\", and wata-, \"to tie, hitch (up)\". The suffix -na derives nouns for tools or places. Hence Intihuatana is literally an instrument or place to \"tie up the sun\", often expressed in English as \"The Hitching Post of the Sun\". The Inca believed the stone held the sun in its place along its annual path in the sky. The stone is situated at 13°9'48\" S. At midday on 11 November and 30 January, the sun stands almost exactly above the pillar, casting no shadow. On 21 June, the stone casts the longest shadow on its southern side, and on 21 December a much shorter shadow on its northern side.\n\n\n==== Inti Mach'ay and the Royal Feast of the Sun ====\nInti Mach'ay is a special cave used to observe the Royal Feast of the Sun. This festival was celebrated during the Incan month of Qhapaq Raymi. It began earlier in the month and concluded on the December solstice. On this day, noble boys were initiated into manhood by an ear-piercing ritual as they stood inside the cave and watched the sunrise.Architecturally, Inti Mach'ay is often considered to be the most significant structure at Machu Picchu. Its entrances, walls, steps, and windows are some of the finest masonry in the Incan Empire. The cave also includes a tunnel-like window unique among Incan structures, which was constructed to allow sunlight into the cave only during several days around the December solstice. For this reason, the cave was inaccessible for much of the year. Inti Mach'ay is located on the eastern side of Machu Picchu, just north of the \"Condor Stone.\" Many of the caves surrounding this area were prehistorically used as tombs, yet there is no evidence that Mach'ay was a burial ground.\n\n\n==== Dispute over cultural artifacts ====\n\nIn 1912, 1914 and 1915, Bingham removed thousands of artifacts from Machu Picchu—ceramic vessels, silver statues, jewelry, and human bones—and took them to Yale University for further study, supposedly for 18 months. Yale instead kept the artifacts until 2012, arguing that Peru lacked the infrastructure and systems to care for them. Eliane Karp, an anthropologist and wife of former Peruvian President Alejandro Toledo, accused Yale of profiting from Peru's cultural heritage. Many of the articles were exhibited at Yale's Peabody Museum.\nIn 2006, Yale returned some pieces but kept the rest, claiming this was supported by federal case law of Peruvian antiquities. In 2007, Peru and Yale had agreed on a joint traveling exhibition and construction of a new museum and research center in Cusco advised by Yale. Yale acknowledged Peru's title to all the objects, but would share rights with Peru in the research collection, part of which would remain at Yale for continuing study. In November 2010, Yale agreed to return the disputed artifacts. The third and final batch of artifacts was delivered in November 2012. The artifacts are permanently exhibited at the Museo Machu Picchu, La Casa Concha (\"The Shell House\"), close to Cusco's colonial center. Owned by the National University of San Antonio Abad del Cusco, La Casa Concha also features a study area for local and foreign students.\n\n\n=== Construction ===\n\nThe central buildings use the classical Inca architectural style of polished dry-stone walls of regular shape. The Incas were masters of this technique, called ashlar, in which blocks of stone are cut to fit together tightly without mortar.\nThe site itself may have been intentionally built on fault lines to afford better drainage and a ready supply of fractured stone.  \"Machu Picchu clearly shows us that the Incan civilization was an empire of fractured rocks\".The section of the mountain where Machu Picchu was built provided various challenges that the Incas solved with local materials. One issue was the seismic activity due to two fault lines. It made mortar and similar building methods nearly useless. Instead, the Inca mined stones from the quarry at the site, lined them up and shaped them to fit together perfectly, stabilizing the structures. Inca walls have many stabilizing features: doors and windows are trapezoidal, narrowing from bottom to top; corners usually are rounded; inside corners often incline slightly into the rooms, and outside corners were often tied together by \"L\"-shaped blocks; walls are offset slightly from row to row rather than rising straight from bottom to top.\n\nHeavy rainfall required terraces and stone chips to drain rain water and prevent mudslides, landslides, erosion, and flooding. Terraces were layered with stone chips, sand, dirt, and topsoil, to absorb water and prevent it from running down the mountain. Similar layering protected the large city center from flooding. Multiple canals and reserves throughout the city provided water that could be supplied to the terraces for irrigation and to prevent erosion and flooding.\nThe Incas never used wheels in a practical way, although their use in toys shows that they knew the principle. The use of wheels in engineering may have been limited due to the lack of strong draft animals, combined with steep terrain and dense vegetation. The approach to moving and placing the enormous stones remains uncertain, probably involving hundreds of men to push the stones up inclines. A few stones have knobs that could have been used to lever them into position; the knobs were generally sanded away, with a few overlooked.\n\n\n=== Roads, entry and transportation ===\nThe Inca road system included a route to the Machu Picchu region. The people of Machu Picchu were connected to long-distance trade, as shown by non-local artifacts found at the site. For example, Bingham found unmodified obsidian nodules at the entrance gateway. In the 1970s, Burger and Asaro determined that these obsidian samples were from the Titicaca or Chivay obsidian source, and that the samples from Machu Picchu showed long-distance transport of this obsidian type in pre-Hispanic Peru. Thousands of tourists walk the Inca Trail to visit Machu Picchu each year. They congregate at Cusco before starting on the one-, two-, four- or five-day journey on foot from kilometer 82 (or 77 or 85, four/five-day trip) or kilometer 104 (one/two-day trip) near the town of Ollantaytambo in the Urubamba valley, walking up through the Andes to the isolated city.\nThe closest access point to Machu Picchu is the village of Machupicchu, also known as Aguas Calientes.\n\n\n==== Entrance restrictions ====\n\nIn July 2011, the Dirección Regional de Cultura Cusco (DRC) introduced new entrance rules to the citadel of Machu Picchu. The tougher entrance rules attempted to reduce the effects of tourism. Entrance was limited to 2,500 visitors per day, and entrance to Huayna Picchu (within the citadel) was further restricted to 400 visitors per day. In 2018, additional restrictions were placed on entrance. Three entrance phases will be implemented, increased from two phases previously, to further help the flow of traffic and reduce degradation of the site due to tourism.In May 2012, a team of UNESCO conservation experts called upon Peruvian authorities to take \"emergency measures\" to further stabilize the site's buffer zone and protect it from damage, particularly in the nearby town of Aguas Calientes, which had grown rapidly.\n\n\n==== January 2010 evacuation ====\n\nIn January 2010, heavy rain caused flooding that buried or washed away roads and railways to Machu Picchu, trapping more than 2,000 locals and more than 2,000 tourists, later airlifted out to safety. Machu Picchu was temporarily closed, reopening on 1 April 2010.\n\n\n==== Closure in 2023 ====\nIn 2023, the site was indefinitely shut down since the 2022-2023 Peruvian unrest disrupted transportation and left hundreds of tourists stranded.\n\n\n== In media ==\n\n\n=== Motion pictures ===\nThe Paramount Pictures film Secret of the Incas (1954), with Charlton Heston and Ima Sumac, was filmed on location at Cusco and Machu Picchu, the first time that a major Hollywood studio filmed on site. Five hundred indigenous people were hired as extras in the film.The opening sequence of the film Aguirre, the Wrath of God (1972) was shot in the Machu Picchu area and on the stone stairway of Huayna Picchu.Machu Picchu was featured prominently in the film The Motorcycle Diaries (2004), a biopic based on the 1952 youthful travel memoir of Marxist revolutionary Che Guevara.The NOVA television documentary \"Ghosts of Machu Picchu\" presents an elaborate documentary on the mysteries of Machu Picchu.Multimedia artist Kimsooja used footage shot near Machu Picchu in the first episode of her film series Thread Routes, shot in 2010.\n\n\n=== Music ===\nThe song \"Kilimanjaro\", from the Indian Tamil  language film Enthiran (2010), was filmed in Machu Picchu. The sanction for filming was granted only after direct intervention from the Indian government.\n\n\n== See also ==\n Civilizations portal\n Cities portal\n Peru portal\nThe Chilean Inca Trail\nIperu, tourist information and assistance\nLares trek, an alternative route to that of the Inca Trail\nList of archaeological sites in Peru\nList of archaeoastronomical sites by country\nPaleohydrology\nPutucusi, neighboring mountain\nReligion in the Inca Empire\nSalkantay Trek – alternative trek to Machu Picchu\nTourism in Peru\n\n\n== References ==\n\n\n== Bibliography ==\nBingham, Hiram (2010). Lost City of the Incas. Orion. ISBN 978-0-297-86533-9.\nBingham, Hiram (1922). \"Inca Land: explorations in the highlands of Peru\". Nature. 111 (2794): 665. Bibcode:1923Natur.111S.665.. doi:10.1038/111665c0. hdl:2027/gri.ark:/13960/t9p31w18z. OCLC 248230298. S2CID 4093828.\nBingham, Hiram (1979) [1930]. Machu Picchu, a citadel of the Incas. New York: Hacker Art Books. ISBN 978-0-87817-252-8. OCLC 6579761.\nBurger, Richard; Salazar, Lucy, eds. (2004). Machu Picchu: Unveiling the Mystery of the Incas. New Haven, Connecticut: Yale University Press. ISBN 978-0-300-09763-4. OCLC 52806202.\nCarlotto, V.; Cardenas, J.; Fidel, L. (2009). \"La Geologia, evolucion geomorfologica y geodinamica externa de la ciudad Inca de Machupicchu, Cusco-Perù\". Revista de la Asociación Geológica Argentina. 65 (4): 725–747.\nDavey, Peter (October 2001). \"Outrage: Rebuilding Machu Picchu, Peru\". The Architectural Review. Retrieved 7 June 2016.\nDavies, Nigel (1997). The Ancient Kingdoms of Peru. London and New York: Penguin Books. ISBN 978-0-14-023381-0. OCLC 37552622.\nDearborn, David S. P.; Schreiber, Katharina J.; White, Raymond E. (1 January 1987). \"Intimachay: A December Solstice Observatory at Machu Picchu, Peru\". American Antiquity. 52 (2): 346–352. doi:10.2307/281786. JSTOR 281786. S2CID 164181573.\nDoig, Federico Kauffmann (2005). Machu Picchu: tesoro inca. ICPNA, Instituto Cultural Peruano Norteamericano.\nLonghena, Maria (2007). The Incas and Other Ancient Andean Civilizations. Barnes & Noble Books. ISBN 978-1-4351-0003-9.\nMcNeill, William (2010). Plagues and Peoples. Knopf Doubleday Publishing Group. ISBN 978-0-307-77366-1.\nNava, Pedro Sueldo (2000). A Walking Tour of Machupicchu. Editoral Cumbre. OCLC 2723003.\nUNESCO World Heritage Centre. \"Historic Sanctuary of Machu Picchu\". UNESCO World Heritage Centre. Retrieved 10 January 2010.\nWright, Kenneth R.; Valencia Zegarra, Alfredo (2000). Machu Picchu: A Civil Engineering Marvel. Reston, Virginia: ASCE Press (American Society of Civil Engineers). ISBN 978-0-7844-7052-7. OCLC 43526790.\nWright, Kenneth R.; Valencia Zegarra, Alfredo & Crowley, Christopher M. (May 2000a). \"Completion Report to Instituto Nacional de Cultura on Archaeological Exploration of the Inca Trail on the East Flank of Machu Picchu and on Palynology of Terraces Part 1\" (PDF). Retrieved 14 January 2010.{{cite web}}:  CS1 maint: ref duplicates default (link)\nWright, Kenneth R.; Valencia Zegarra, Alfredo & Crowley, Christopher M. (May 2000). \"Completion Report to Instituto Nacional de Cultura on Archaeological Exploration of the Inca Trail on the East Flank of Machu Picchu and on Palynology of Terraces Part 2\" (PDF). Retrieved 14 January 2010.{{cite web}}:  CS1 maint: ref duplicates default (link)\nWright, Kenneth R.; Valencia Zegarra, Alfredo & Crowley, Christopher M. (May 2000c). \"Completion Report to Instituto Nacional de Cultura on Archaeological Exploration of the Inca Trail on the East Flank of Machu Picchu and on Palynology of Terraces Part 3\" (PDF). Retrieved 14 January 2010.\nWright, Ruth; Valencia Zegarra, Alfredo (2004) [2001]. The Machu Picchu Guidebook: A self-guided tour. Big Earth Publishing. ISBN 978-1-55566-327-8. OCLC 53330849.\n\n\n== Further reading ==\nFrost, Peter; Blanco, Daniel; Rodríguez, Abel & Walker, Barry (1995). Machu Picchu Historical Sanctuary. Lima: Nueves Imágines. OCLC 253680819.\nKops, Deborah (2008). Machu Picchu. Twenty-First Century Books. ISBN 978-0-8225-7584-9.\nMacQuarrie, Kim (2007). The Last Days of the Incas. New York: Simon & Schuster. ISBN 978-0-7432-6049-7. OCLC 77767591.\nMagli, Giulio (2009). \"At the other end of the sun's path: A new interpretation of Machu Picchu\". Nexus Network Journal – Architecture and Mathematics. 12 (2010): 321–341. arXiv:0904.4882. Bibcode:2009arXiv0904.4882M. doi:10.1007/s00004-010-0028-2. S2CID 118625418.\nReinhard, Johan (2007). Machu Picchu: Exploring an Ancient Sacred Center. Los Angeles: Cotsen Institute of Archaeology, UCLA. ISBN 978-1-931745-44-4. OCLC 141852845.\nRice, Mark (2018). Making Machu Picchu: The Politics of Tourism in Twentieth-Century Peru (U of North Carolina Press) online review\nRichardson, Don (1981). Eternity in their Hearts. Ventura, CA: Regal Books. pp. 34–35. ISBN 978-0-8307-0925-0. OCLC 491826338.\nWeatherford, J. McIver (1988). Indian givers: how the Indians of the Americas transformed the world. New York: Fawcett Columbine. ISBN 978-0-449-90496-1. OCLC 474116190.\nes:Daniel Eisenberg (1989). \"Machu Picchu and Cusco\", Journal of Hispanic Philology, vol. 13, pp. 97–101.\nHerzog, Werner; Cronin, Paul (2002). Herzog on Herzog. MacMillan. ISBN 978-0-571-20708-4.\n\n\n== External links ==\n\n[1] - Official website - Ministry of Culture of Peru\nUNESCO – Machu Picchu (World Heritage)\nWright Paleohydrological Institute Archived 31 August 2010 at the Wayback Machine with reports on water management at Machu Picchu\nStories on Machu Picchu by Fernando Astete, former Chief of National Archaeological Park of Machupicchu\nPlants and animals in Machu PicchuImages\n\nTime Photos – Machu Picchu: 100 Years Since Its Rediscovery\nArchive of Fernando Astete, former Chief of the National Archaeological Park of Machupicchu",
  "summary": "Machu Picchu is a 15th-century Inca citadel located in the Eastern Cordillera of southern Peru on a 2,430-meter (7,970 ft) mountain ridge.  Often referred to as the \"Lost City of the Incas\", it is the most familiar icon of the Inca Empire. It is located in the Machupicchu District within Urubamba Province above the Sacred Valley, which is 80 kilometers (50 mi) northwest of Cusco. The Urubamba River flows past it, cutting through the Cordillera and creating a canyon with a tropical mountain climate.For most speakers of English or Spanish, the first 'c' in Picchu is silent. In English, the name is pronounced  or , in Spanish as [ˈmatʃu ˈpitʃu] or [ˈmatʃu ˈpiktʃu], and in Quechua (Machu Pikchu) as [ˈmatʃʊ ˈpɪktʃʊ].\nThe Inca civilization had no written language and no European visited the site until the 19th century, so far as is known, so there are no written records of the site while it was in use. The names of the buildings, their supposed uses, and their inhabitants are all the product of modern archaeologists on the basis of physical evidence, including tombs at the site.\nMost recent archaeologists believe that Machu Picchu was constructed as an estate for the Inca emperor Pachacuti (1438–1472). The Incas built the estate around 1450 but abandoned it a century later, at the time of the Spanish conquest. According to the new AMS radiocarbon dating, it was occupied from c. 1420–1532. Historical research published in 2022 claims that the site was probably called Huayna Picchu by the Inca, as it exists on the smaller peak of the same name.Machu Picchu was built in the classical Inca style, with polished dry-stone walls. Its three primary structures are the Intihuatana, the Temple of the Sun, and the Room of the Three Windows. Most of the outlying buildings have been reconstructed in order to give visitors a better idea of how they originally appeared. By 1976, 30% of Machu Picchu had been restored and restoration continues.Machu Picchu was declared a Peruvian Historic Sanctuary in 1981 and a UNESCO World Heritage Site in 1983. In 2007, Machu Picchu was voted one of the New Seven Wonders of the World in a worldwide internet poll. Due to widespread protests in Peru against President Dina Boluarte and the Congress of Peru, Machu Picchu has been closed to visitors indefinitely since January 2023.\n\n",
  "categories": [
    "15th-century establishments in the Inca civilization",
    "16th-century disestablishments in the Inca civilization",
    "1911 archaeological discoveries",
    "All articles needing additional references",
    "All articles with dead external links",
    "All articles with vague or ambiguous time",
    "Archaeoastronomy",
    "Archaeological sites in Cusco Region",
    "Archaeological sites in Peru",
    "Articles needing additional references from July 2018",
    "Articles with BNF identifiers",
    "Articles with GND identifiers",
    "Articles with NDL identifiers",
    "Articles with NKC identifiers",
    "Articles with SUDOC identifiers",
    "Articles with VIAF identifiers",
    "Articles with WorldCat identifiers",
    "Articles with dead external links from August 2017",
    "Articles with dead external links from December 2017",
    "Articles with permanently dead external links",
    "Articles with short description",
    "Buildings and structures completed in the 15th century",
    "CS1 Portuguese-language sources (pt)",
    "CS1 maint: ref duplicates default",
    "Coordinates on Wikidata",
    "Former populated places in Peru",
    "Harv and Sfn no-target errors",
    "Historic Civil Engineering Landmarks",
    "IMDb ID not in Wikidata",
    "Inca",
    "Populated places disestablished in the 16th century",
    "Populated places established in the 1450s",
    "Protected areas established in 1981",
    "Ruins in Peru",
    "Short description is different from Wikidata",
    "Tourist attractions in Cusco Region",
    "Use dmy dates from March 2021",
    "Vague or ambiguous time from December 2021",
    "Webarchive template wayback links",
    "Wikipedia articles needing page number citations from July 2020",
    "Wikipedia articles needing page number citations from September 2012",
    "World Heritage Sites in Peru"
  ]
}